Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Sort auctions by end date (asc)
da_dk: Sorter auktioner efter slutdato
de_de: Auktionen nach Enddatum sortieren (aufsteigend)
el: Ταξινόμηση δημοπρασιών κατα ημερομηνία λήξης (αύξουσα)
es_es: Ordenar subastas por fecha de fin (asc.)
fr_fr: Trier les enchères par date de fin (asc)
it_it: Ordina le aste per data di chiusura (ascendente)
nl_nl: Sorteer veilingen op einddatum (oplopend)

source: Sort auctions by end date (desc)
da_dk: Sorter auktioner efter slutdato (desc)
de_de: Auktionen nach Enddatum sortieren (absteigend)
el: Ταξινόμηση δημοπρασιών κατα ημερομηνία λήξης (φθίνουσα)
es_es: Ordenar subastas por fecha de fin (desc.)
fr_fr: Trier les enchères par date de fin (desc)
it_it: Ordina le aste per data di chiusura (discendente)
nl_nl: Sorteer veilingen op startdatum (aflopend)

source: Auction ended
da_dk: Auktionen er slut
de_de: Auktion beendet
el: Η δημοπρασία τελείωσε
es_es: Subasta finalizada
fr_fr: Enchère terminée
it_it: Asta terminata
nl_nl: Veiling is afgelopen

source: Bid now
da_dk: Byd
de_de: Jetzt bieten
el: Υποβολή προσφοράς τώρα
es_es: Pujar ahora
fr_fr: Enchérir maintenant
it_it: Fai un'offerta
nl_nl: Bied nu

source: You cannot purchase this product because it is an Auction!
da_dk: Du kan ikke købe dette produkt da det er en auktion!
de_de: Du kannst dieses Produkt nicht kaufen, da es sich um eine Auktion handelt!
el: Δεν είναι δυνατή η αγορά αυτού του προϊόντος γιατί είναι σε Δημοπρασία!
es_es: ¡No puedes comprar este producto porque es una subasta!
fr_fr: Vous ne pouvez pas acheter ce produit car il s'agit d'une vente aux enchères!
it_it: Non è possibile acquistare questo prodotto perché è offerto all'asta!
nl_nl: Je kunt dit product niet kopen want dit is een veiling!

source: Time left:
da_dk: Tid tilbage:
de_de: Übrige Zeit:
el: Εναπομείναν χρόνος:
es_es: Tiempo restante:
fr_fr: Temps restant:
it_it: Tempo rimanente:
nl_nl: Tijd over:

source: Time left to start auction:
da_dk: Tid inden følgende auktion starter:
de_de: Noch Zeit, um mit der Auktion zu beginnen:
el: Εναπομείναν χρόνος για την έναρξη δημοπρασίας:
es_es: Tiempo restante para comenzar la subasta:
fr_fr: Temps restant pour commencer l'enchère:
it_it: L'asta si aprirà fra:
nl_nl: Tijd voordat de veilig begint:

source: Follow this auction
da_dk: Følg denne auktion
de_de: Folgen Sie dieser Auktion
el: Ακολουθήστε αυτή τη δημοπρασία
es_es: Seguir esta subasta
fr_fr: Suivez cette vente aux enchères
it_it: Segui quest'asta
nl_nl: Volg deze veiling

source: We will keep you updated about this auction
es_es: Te mantendremos informado sobre esta subasta
it_it: Ti terremo informato su quest'asta

source: Enter your email
da_dk: Indtast din e-mail
de_de: Gib deine E-Mail Adresse ein
el: Εισάγετε το email σας
es_es: Introduce tu correo electrónico
fr_fr: Entrer votre Email
it_it: Inserisci la tua email
nl_nl: Je e-mail invoeren

source: Stay updated
da_dk: Forbliv opdateret
de_de: Bleibe auf dem Laufenden
el: Μείνετε ενημερωμένοι
es_es: Mantenerme actualizado
fr_fr: Restez informé
it_it: Tieniti aggiornato
nl_nl: Blijf up to date

source: The required email field is empty.
da_dk: e-mail er påkrævet
de_de: Das erforderliche E-Mail-Feld ist leer.
el: Το απαιτούμενο πεδίο email είναι άδειο.
es_es: El campo obligatorio del correo electrónico está vacío.
fr_fr: Le champ e-mail requis est vide.
it_it: Il campo email obbligatorio è vuoto.
nl_nl: Het verplichte e-mail veld is leeg.

source: The format of the email address entered for the followers list is not correct.
da_dk: Din e-mail er forkert.
de_de: Das Format der für die Follower-Liste eingegebenen E-Mail-Adresse ist nicht korrekt.
el: Η μορφή διεύθυνσης email που έχετε εισάγει για τη λίστα ακόλουθων, δεν είναι σωστή.
es_es: El formato del correo electrónico introducido en la lista de seguimiento no es correcto.
fr_fr: Le format de l'adresse e-mail saisie pour la liste de surveillance n'est pas correct.
it_it: Il formato dell'indirizzo email inserito per la lista di controllo non è corretto.
nl_nl: Het formaat van het e-mailadres dat is ingevoerd voor de volgers lijst is onjuist.

source: You must check the privacy checkbox before following the auction.
da_dk: Du skal godkende vores privatlivspolitik før du kan følge auktionen.
es_es: Debes marcar la casilla de verificación de privacidad antes de seguir la subasta.
fr_fr: Vous devez accepter notre politique de la vie privée afin d'être en mesure de suivre cette enchère.
it_it: Devi selezionare la checkbox della Privacy per poter seguire l'asta.
nl_nl: Je moet het privacy keuzevakje aanvinken voordat je de veiling kunt volgen.

source: Your email "%s" was successfully added to the followers list.
da_dk: Din e-mail "%s" er tilføjet så du nu følger denne auktion.
de_de: Deine E-Mail "%s" wurde erfolgreich zur Follower-Liste hinzugefügt.
el: Το email σας “%s” προστέθηκε επιτυχώς στη λίστα ακόλουθων.
es_es: Tu correo electrónico ''%s'' ha sido añadido a la lista de seguidores.
fr_fr: Votre e-mail "%s" a bien été ajouté à la liste de surveillance.
it_it: La tua email "%s" è stata aggiunta con successo alla lista di follower.
nl_nl: Je e-mail "%s" is succesvol toegevoegd aan de volgers lijst.

source: Your email "%s" is already in the followers list.
da_dk: Din e-mail "%s" er allerede oprettet til at følge denne auktion
de_de: Dein E-Mail-Adresse "%s" befindet sich bereits in der Follower-Liste.
el: Το email σας “%s” βρίσκεται ήδη στη λίστα ακόλουθων.
es_es: Tu correo electrónico ''%s'' ya está en la lista de seguidores.
fr_fr: Votre e-mail "%s" figure déjà dans la liste de surveillance.
it_it: La tua email "%s" è già presente nella lista dei follower.
nl_nl: Je e-mail "%s" is al toegevoegd aan de volgers lijst.

source: Condition: %1$s
da_dk: Betingelser: %1$s
de_de: Bedingung: %1$s
el: Κατάσταση: %1$s
es_es: Condición: %1$s
it_it: Condizioni: %1$s
nl_nl: Product staat: %1$s

source: Product "%s" was successfully added to your watchlist.
da_dk: PRoduktet "%s" er tilføjet din overvågningsliste.
de_de: Das Produkt "%s" wurde erfolgreich zu deiner Beobachtungsliste hinzugefügt.
el: Το προϊόν “%s” προστέθηκε με επιτυχία στη λίστα παρακολούθησής σας.
es_es: El producto "%s" ha sido añadido con éxito a tu lista de seguimiento.
fr_fr: Le produit "%s" a bien été ajouté à votre liste de surveillance.
it_it: L'asta "%s" è stata aggiunta con successo alla tua lista di aste osservate.
nl_nl: Product "%s" is succesvol aan je kijklijst toegevoegd.

source: Product "%s" was successfully removed from your watchlist.
da_dk: Produktet "%s" er fjernet fra din overvågningsliste.
de_de: Das Produkt "%s" wurde erfolgreich von deiner Beobachtungsliste entfernt.
el: Το προϊόν “%s” αφαιρέθηκε με επιτυχία από την λίστα παρακολούθησής σας.
es_es: El producto ''%s'' ha sido eliminado con éxito de tu lista de seguimiento.
fr_fr: Le produit "%s" a bien été supprimé de votre liste de surveillance.
it_it: L'asta "%s" è stato rimossa con successo dalla tua lista.
nl_nl: Product "%s" is succesvol uit je kijklijst verwijderd.

source: Please, log in to use the watchlist feature
da_dk: Venligst, Log ind for at bruge overvågningsfunktionen
de_de: Bitte melde dich an, um die Watchlist-Funktion zu nutzen
el: Παρακαλώ, συνδεθείτε για να χρησιμοποιήσετε το χαρακτηριστικό λίστας παρακολούθησης
es_es: Por favor, inicia sesión para usar la característica de lista de seguimiento
fr_fr: Veuillez vous connecter pour utiliser la fonction de liste de surveillance
it_it: Effettua il login per accedere alla lista delle aste osservate
nl_nl: Log in om de kijklijst optie te gebruiken

source: My auctions list
da_dk: Min auktions list
de_de: Meine Auktionsliste
el: Η λίστα δημοπρασιών μου
es_es: Mi lista de subastas
fr_fr: Ma liste d'enchères
it_it: La mia lista di aste
nl_nl: Mijn veilingen lijst

source: My watchlist
da_dk: Min overvågningsliste
de_de: Meine Beobachtungsliste
el: Η λίστα παρακολούθησης μου
es_es: Mi lista de seguimiento
fr_fr: Ma liste de surveillance
it_it: Oggetti che osservo
nl_nl: Mijn kijklijst

source: My auctions
da_dk: Mine auktioner
de_de: Meine Auktionen
el: Οι δημοπρασίες μου
es_es: Mis subastas
fr_fr: Mes enchères
it_it: Le mie aste
nl_nl: Mijn veilingen

source: Auctions
da_dk: Auktioner
de_de: Auktionen
el: Δημοπρασίες
es_es: Subastas
fr_fr: Enchères
it_it: Aste
nl_nl: Veilingen

source: Pay order
es_es: Pagar pedido
it_it: Paga ordine
nl_nl: Bestelling betalen

source: View order
es_es: Ver pedido
it_it: Visualizza ordine
nl_nl: Bestelling bekijken

source: Add to cart
da_dk: Tilføj kurv
de_de: In den Warenkorb legen
el: Προσθήκη στο καλάθι
es_es: Añadir al carrito
fr_fr: Ajouter au panier
it_it: Aggiungi al carrello
nl_nl: Toevoegen aan winkelwagen

source: YITH WCACT Unsubscribe template Page
es_es: YITH WCACT Página de plantilla Dar de baja
it_it: YITH WCACT Pagina template cancellazione iscrizione
nl_nl: YITH WCACT Unsubscribe template Pagina

source: Unsubscribe
es_es: Dar de baja
it_it: Cancellati
nl_nl: Uitschrijven

source: Unsubscribe auctions
es_es: Dar de baja las subastas
it_it: Cancella la tua iscrizione per queste aste
nl_nl: Veilingen uitschrijven

source: Please, select at least one auction
es_es: Por favor, selecciona al menos una subasta
it_it: Seleziona almeno un'asta
nl_nl: Selecteer minstens een veiling alsjeblieft

source: Default sorting
da_dk: Standard sortering
de_de: Standard-Sortierung
el: Προεπιλεγμένη ταξινόμηση
es_es: Clasificación predeterminada
fr_fr: Tri par défaut
it_it: Ordinamento predefinito
nl_nl: Standaard sortering

source: Sort by price: low to high
es_es: Ordenar por precio: de menor a mayor
fr_fr: Trier par prix: faible à élevé
it_it: Ordine per prezzo (dal meno caro)
nl_nl: Sorteren op prijs: laag naar hoog

source: Sort by price: high to low
es_es: Ordenar por precio: de mayor a menor
fr_fr: Trier par prix: de haut en bas
it_it: Ordine per prezzo (dal più caro)
nl_nl: Sorteren op prijs: hoog naar laag

source: Showing the single auction
es_es: Mostrar la subasta individual
fr_fr: Affichage de l'enchère unique
it_it: Visualizzazione asta
nl_nl: Toon de enkele veiling

source: Showing all %d results
es_es: Mostrar todos los resultados de %d
fr_fr: Affichage de tous les résultats %d
it_it: Visualizzazione di tutti %d i risultati
nl_nl: Toon alle %d resultaten

source: view your watchlist
da_dk: Vis din overvågningsliste
de_de: Sehe dir deine Beobachtungsliste an
el: προβολή λίστας παρακολούθησης
es_es: ver tu lista de seguimiento
fr_fr: voir votre liste de surveillance
it_it: vedi la lista
nl_nl: bekijk je kijklijst

source: Add to watchlist
da_dk: Tilføj til overvågningslisten
de_de: Auf die Beobachtungsliste
el: Προσθήκη στη λίστα παρακολούθησης
es_es: Añadir a lista de seguimiento
fr_fr: Ajouter à la liste de surveillance
it_it: Aggiungi alla lista delle aste osservate
nl_nl: Toevoegen aan kijklijst

source: The auction is in your watchlist!
da_dk: Denne auktion er på din overvågningsliste!
de_de: Die Auktion ist in deiner Beobachtungsliste!
el: Η δημοπρασία είναι στη λίστα παρακολούθησής σας!
es_es: ¡Esta subasta está en tu lista de seguimiento!
fr_fr: La vente aux enchères est dans votre liste de surveillance!
it_it: L'asta è nella tua lista di aste osservate!
nl_nl: De veiling zit in je kijklijst!

source: Product added!
da_dk: Vare tilføjet!
de_de: Produkt hinzugefügt!
el: Το προϊόν προστέθηκε!
es_es: ¡Producto añadido!
fr_fr: Produit ajouté!
it_it: Prodotto aggiunto!
nl_nl: Product toegevoegd!

source: Others auctions you may like:
da_dk: Andre auktioner du måske kunne være intereseret i:
de_de: Andere Auktionen, die dir gefallen könnten:
el: Άλλες δημοπρασίες που μπορεί να σας ενδιαφέρουν:
es_es: Otras subastas que te podrían interesar:
fr_fr: Autres enchères susceptibles de vous plaire:
it_it: Altre aste che potrebbero interessarti:
nl_nl: Andere interessante veilingen:

source: Title
da_dk: Titel
de_de: Titel
el: Τίτλος
es_es: Título
fr_fr: Titre
it_it: Titolo
nl_nl: Titel

source: Show
da_dk: Vis
de_de: Zeigen
el: Εμφάνιση
es_es: Mostrar
fr_fr: Montrer
it_it: Mostra
nl_nl: Weergeven

source: Last Auctions
da_dk: Sidste auktioner
de_de: Letzte Auktionen
el: Τελευταίες δημοπρασίες
es_es: Últimas subastas
fr_fr: Dernières enchères
it_it: Ultime aste
nl_nl: Nieuwste veilingen

source: Featured Auctions
da_dk: Fremhævede Auktioner
de_de: Ausgewählte Auktionen
el: Επιλεγμένες Δημοπρασίες
es_es: Subastas destacadas
fr_fr: Enchères en vedette
it_it: Aste in evidenza
nl_nl: Uitgelichte veilingen

source: Show not-started auctions
da_dk: Vis ikke-startede auktioner
de_de: Nicht gestartete Auktionen anzeigen
el: Εμφάνιση δημοπρασιών που δεν ξεκίνησαν
es_es: Mostrar subastas que no han comenzado
fr_fr: Afficher les enchères non lancées
it_it: Mostra aste non ancora iniziate
nl_nl: Toon niet gestarte veilingen

source: Number of auctions to show
da_dk: Antal auktioner der vises
de_de: Anzahl der anzuzeigenden Auktionen
el: Αριθμός δημοπρασιών προς προβολή
es_es: Número de subastas a mostrar
fr_fr: Nombre d'enchères à afficher
it_it: Numero di aste da mostrare
nl_nl: Aantal weer te geven veilingen

source: Auctions - Reserve price not exceeded (to vendor)
es_es: Subastas - precio de reserva no superado (al vendedor)
it_it: Aste - Prezzo di riserva non superato (per il venditore)

source: Email sent when the auction has ended and the highest bid doesn't exceed the minimum reserve price.
es_es: Correo electrónico enviado cuando la subasta ha finalizado y la puja más alta no supera el precio mínimo de reserva.
it_it: Inviata quando l'asta termina e la migliore offerta non supera il prezzo di riserva minimo.

source: Max bid doesn't exceed minimum reserve price
da_dk: Max bud overstiger ikke minimumsprisen
de_de: Das Höchstgebot überschreitet nicht den Mindestreservepreis
el: Η μεγαλύτερη προσφορά δεν υπερβαίνει την ελάχιστη τιμή κράτησης
es_es: La puja máxima no excede el precio mínimo de reserva
fr_fr: L'enchère maximale ne dépasse pas le prix de réserve minimum
it_it: L'offerta più alta non raggiunge il prezzo minimo di riserva
nl_nl: Hoogste bod heeft de minimale gereserveerde prijs niet overtroffen

source: Enable/Disable
da_dk: Aktiver/Deaktiver
de_de: Aktivieren deaktivieren
el: Ενεργοποίηση/Απενεργοποίηση
es_es: Activar/desactivar
fr_fr: Activer/Désactiver
it_it: Abilita/disabilita
nl_nl: Inschakelen/Uitschakelen

source: Enable this email notification
da_dk: Aktiver e-mail underretning
de_de: Aktivieren Sie diese E-Mail-Benachrichtigung
el: Ενεργοποιήστε την ειδοποίηση email
es_es: Activar esta notificación de correo electrónico
fr_fr: Activer cette notification par e-mail
it_it: Abilita questa notifica email
nl_nl: Schakel deze e-mail melding in

source: Subject
da_dk: Emne
de_de: Thema
el: Θέμα
es_es: Asunto
fr_fr: Sujet
it_it: Oggetto
nl_nl: Onderwerp

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
da_dk: Dette styrer emnelinjen til e-mailen. Lad feltet være tomt for at bruge standardemnet: <code>%s</code>.
de_de: Dies steuert die Betreffzeile der E-Mail. Lasse das Feld leer, um das Standardthema zu verwenden: <code>%s</code>.
el: Ελέγχει την γραμμή θέματος του email. Διατηρήστε κενό για να χρησιμοποιήσετε το προεπιλεγμένο θέμα: <code>%s</code>.
es_es: Esto controla la línea de asunto del correo electrónico. Dejar en blanco para usar el asunto por defecto: <code>%s</code>.
fr_fr: Cela contrôle la ligne d'objet de l'e-mail. Laissez vide pour utiliser le sujet par défaut: <code>%s</code>.
it_it: Controlla il campo oggetto. Lascialo vuoto se vuoi utilizzare l'oggetto predefinito <code>%s</code>.
nl_nl: Dit beheert het onderwerp veld van de e-mail. Laat het leeg om het default onderwerp te gebruiken: <code>%s</code>.

source: Email Heading
da_dk: E-mail overskrift
de_de: E-Mail-Überschrift
el: Επικεφαλίδα Email
es_es: Encabezado del correo electrónico
fr_fr: En-tête de l'e-mail
it_it: Intestazione email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
da_dk: Dette styrer hovedoverskriften indeholdt i e-mail underretningen. Lad feltet være tomt for at bruge standardoverskriften: <code>%s</code>.
de_de: Dies steuert die Hauptüberschrift, die in der E-Mail-Benachrichtigung enthalten ist. Lasse das Feld leer, um die Standardüberschrift zu verwenden: <code>%s</code>.
el: Ελέγχει την κύρια επικεφαλίδα που περιλαμβάνει η ειδοποίηση email. Διατηρήστε κενό για να χρησιμοποιήσετε την προεπιλεγμένη επικεφαλίδα: <code>%s</code>.
es_es: Esto controla el encabezado principal contenido en la notificación del email. Dejar en blanco para usar el encabezado por defecto: <code>%s</code>.
fr_fr: Cela contrôle l'en-tête principal contenu dans la notification par e-mail. Laissez vide pour utiliser l'en-tête par défaut: <code>%s</code>.
it_it: Controlla l'intestazione principale dell'email di notifica. Lascia il campo vuoto se vuoi utilizzare l'intestazione predefinita: <code>%s</code>.
nl_nl: Dit beheert de kop van de melding e-mail. Laat het leeg om de default titel te gebruiken: <code>%s</code>.

source: Email type
de_de: E-Mail-Typ
el: Τύπος email
es_es: Tipo de correo electrónico
fr_fr: Type d'e-mail
it_it: Tipo di email

source: Choose the email format to send.
da_dk: Vælg det ønskede e-mail format du vil sende
de_de: Wähle das zu sendende E-Mail-Format.
el: Επιλέξτε ποια μορφή email να στέλνεται.
es_es: Elige el formato de correo electrónico a enviar.
fr_fr: Choisissez le format d'e-mail à envoyer.
it_it: Scegli il formato dell'email da inviare.
nl_nl: Kies een e-mail opmaak om te verzenden.

source: Auctions - Winner (to vendor)
es_es: Subastas - ganador (al vendedor)
it_it: Aste - Vincitore (per il venditore)

source: Email sent to the vendor when the auction ends and has a winner.
es_es: Correo electrónico enviado al vendedor cuando la subasta finaliza y tiene un ganador.
it_it: Inviata al venditore quando l'asta termina e c'è un vincitore.

source: Auction has a winner
da_dk: Auktionen har en vinder
de_de: Auktion hat einen Gewinner
el: Η δημοπρασία έχει έναν νικητή
es_es: La subasta tiene un ganador
fr_fr: L'enchère a un gagnant
it_it: L'asta ha un vincitore
nl_nl: Veiling heeft een winnaar

source: Auctions - Without bids (to vendor)
es_es: Subastas - sin pujas (al vendedor)
it_it: Aste - Nessuna offerta (per venditore)

source: Email sent when the auction ended, and the product does not have bids.
es_es: Correo electrónico enviado cuando la subasta finalizó y el producto no tiene pujas.
it_it: Inviata quando l'asta termina senza offerte.

source: The item does not have any bids
da_dk: Denne vare har endnu ikke modtaget bud
de_de: Der Artikel hat keine Gebote
el: Το αντικείμενο δεν έχει προσφορές
es_es: El artículo no tiene pujas
fr_fr: L'article n'a pas d'offres
it_it: L'oggetto non ha offerte
nl_nl: Het item heeft geen biedingen

source: Unpaid auctions options
es_es: Opciones de subastas no pagadas
it_it: Opzioni aste non pagate
nl_nl: Opties voor onbetaalde veilingen

source: Payment failed: The payment cannot be made
es_es: Pago fallido: El pago no se ha podido realizar
it_it: Pagamento fallito: non è stato possibile effettuare il pagamento
nl_nl: Betaling mislukt: de betaling kan niet worden gedaan

source: Payment attempt: %s
es_es: Intento de pago: %s
it_it: Tentativo di pagamento: %s
nl_nl: Betalingspoging: %s

source: No default token or the default token is not a YITH Stripe ID
es_es: No hay token predeterminado o el token predeterminado no es un ID de YITH Stripe
it_it: Non è stato trovato un token predefinito o quello trovato non è un ID di YITH Stripe
nl_nl: Er is geen standaard token of het standaard token is geen YITH Stripe ID

source: %1$s - Order %2$s
es_es: %1$s - Pedido %2$s
it_it: %1$s - Ordine %2$s
nl_nl: %1$s - Bestelling %2$s

source: Payment failed: Please, validate your payment method before proceeding further
es_es: Pago fallido: Por favor, valida tu método de pago antes de continuar
it_it: Pagamento fallito: ti preghiamo di validare il tuo metodo di pagamento prima di continuare
nl_nl: Betaling mislukt: Valideer je betaalmethode voordat je verdergaat alsjeblieft

source: Payment failed: %s
es_es: Pago fallido: %s
it_it: Pagamento fallito: %s
nl_nl: Betaling mislukt: %s

source: Payment failed: Sorry, There was an error while processing payment; please, try again
es_es: Pago fallido: Lo sentimos, ha ocurrido un error procesando el pago; por favor, inténtalo de nuevo
it_it: Pagamento fallito: si è verificato un errore durante l'elaborazione del pagamento. Ti preghiamo di riprovare.
nl_nl: Betaling mislukt: Sorry, er is een fout opgetreden tijdens het verwerken van je betaling, probeer het opnieuw alsjeblieft

source: Stripe payment approved (ID: %s)
es_es: Pago de Stripe aprobado (ID: %s)
it_it: Pagamento Stripe approvato (ID: %s)
nl_nl: Stripe betaling goedgekeurd (ID: %s)

source: Your credit card %1$s ending in %2$s will automatically be charged for the item's price.
es_es: tu tarjeta de crédito %1$s acabada en %2$s será cargada automáticamente por el precio del artículo.
it_it: Effettueremo l'addebito del costo dell'oggetto sulla tua carta di credito %1$s che termina con %2$s.
nl_nl: Je %1$s credit card, eindigend op %2$s zal worden gebruikt om de item prijs automatisch te incasseren.

source: Enjoy your winnings!
es_es: ¡Disfruta tus ganancias!
it_it: Buon divertimento!
nl_nl: Geniet van je winst!

source: Auction Form
da_dk: Auktions blanket
de_de: Auktionsformular
el: Φόρμα Δημοπρασίας
es_es: Formulario de subasta
fr_fr: Formulaire d'enchère
it_it: Form per l'asta
nl_nl: Veiling formulier

source: Product id
da_dk: Produkt id
de_de: Produkt ID
el: ID Προϊόντος
es_es: ID de producto
fr_fr: Identifiant du produit
it_it: ID prodotto

source: Current Auctions
da_dk: Nuværende auktioner
de_de: Aktuelle Auktionen
el: Τρέχουσες Δημοπρασίες
es_es: Subastas actuales
fr_fr: Enchères en cours
it_it: Aste in corso
nl_nl: Huidige veilingen

source: Widget to show current auctions
da_dk: Widget til at vise aktuelle auktioner
de_de: Widget zum Anzeigen aktueller Auktionen
el: Μικροεφαρμογή για εμφάνιση τρεχουσών δημοπρασιών
es_es: Widget para mostrar subastas actuales
fr_fr: Widget pour afficher les enchères en cours
it_it: Widget per mostrare le aste in corso
nl_nl: Widget om huidige veilingen weer te geven

source: End Auctions
da_dk: Slut Auktioner
de_de: Auktionen beenden
el: Λήξη Δημοπρασιών
es_es: Subastas finalizadas
fr_fr: Fin des enchères
it_it: Aste terminate
nl_nl: Einde veilingen

source: List Bids
da_dk: Vis Bud
de_de: Gebote auflisten
el: Λίστα Προσφορών
es_es: Lista de pujas
fr_fr: Liste des offres
it_it: Lista offerte
nl_nl: Biedingen lijst

source: Scheduled Auctions
es_es: Subastas programadas
it_it: Aste programmate
nl_nl: Geplande veilingen

source: Auctions - Stripe couldn't process your payment
es_es: Subastas - Stripe no ha podido procesar tu pago
it_it: Aste - Non è stato possibile elaborare il pagamento tramite Stripe

source: Email sent when Stripe cannot process the first payment attempt.
es_es: Correo electrónico enviado cuando Stripe no puede procesar el primer intento de pago.
it_it: Inviata quando il primo tentativo di pagamento non viene elaborato da Stripe.

source: We couldn't process your payment
es_es: No hemos podido procesar tu pago
it_it: Non è stato possibile elaborare il pagamento
nl_nl: We hebben je betaling niet kunnen verwerken

source: [{site_title}] - We couldn't process your payment
es_es: [{site_title}] - No hemos podido procesar tu pago
it_it: [{site_title}] - Non è stato possibile elaborare il pagamento
nl_nl: [{site_title}] - We hebben je betaling niet kunnen verwerken

source: Auctions - Stripe item lost
es_es: Subastas - artículo de Stripe perdido
it_it: Aste - Hai perso il prodotto
