Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: We had an issue processing your payment for this item:
es_es: Hemos tenido un problema procesando tu pago para este artículo:
it_it: Si è verificato un problema durante l'elaborazione del pagamento per questo prodotto:
nl_nl: We hebben een probleem ondervonden tijdens het verwerken van je betaling voor dit item:

source: We don't want you to lose the item you have won, so we ask you to manually pay for the order as soon as possible.
es_es: No queremos que pierdas el artículo que has ganado, por lo que te pedimos que pagues manualmente el pedido lo antes posible.
it_it: Per non perdere l'oggetto che hai vinto, ti chiediamo di pagare l'ordine manualmente il prima possibile.

source: We don't want you to lose the item you have won, so we ask you to %s. We will try to charge your credit card again in the next 24hrs.
es_es: No queremos que pierdas el artículo que has ganado, por lo que te pedimos que %s. Intentaremos volver a cargar tu tarjeta de crédito en las siguientes 24 horas.
it_it: Per non perdere l'oggetto che hai vinto, ti chiediamo di %s. Nelle prossime 24 ore effettueremo un nuovo tentativo di addebito sulla tua carta di credito.

source: We made several attemps but unfortunately we were unable to charge your credit card for the “%s” item you won.
es_es: Hemos realizado varios intentos pero desafortunadamente no hemos podido adeudar tu tarjeta de crédito para el artículo ''%s'' que has ganado.
it_it: Abbiamo effettuato diversi tentativi ma purtroppo non siamo riusciti ad effettuare il pagamento per il prodotto “%s” che hai vinto sulla carta di credito registrata.
nl_nl: We hebben meerdere pogingen gedaan, maar helaas waren we niet in staat het bedrag voor het winnen van "%s" te incasseren van je credit card.

source: We're sorry but for this reason you lost the item.
es_es: Lo sentimos pero por este motivo has perdido el artículo.
it_it: Ci dispiace ma per questo motivo hai perso l'oggetto aggiudicato.
nl_nl: Onze excuses, om deze reden heb je het item verloren.

source: We wish you a good luck for your future auctions!
es_es: ¡Te deseamos buena suerte en tus próximas subastas!
it_it: Ti auguriamo buona fortuna con le prossime aste!
nl_nl: We wensen je veel success bij volgende veilingen!

source: We tried a second attempt, but we are not able to process your payment for this item:
es_es: Hemos realizado un segundo intento, pero no hemos podido procesar tu pago para este artículo:
it_it: È stato effettuato un secondo tentativo, ma il pagamento per il seguente oggetto non è andato a buon fine:
nl_nl: We hebben een tweede poging gedaan, maar we waren niet in staat de betaling voor het volgende item te incasseren:

source: We don't want you to lose the item you have won, so we ask you to %s. We will try to charge your credit card again in the next 24hrs before deleting your winnings.
es_es: No queremos que pierdas el artículo que has ganado, por lo que te pedimos que %s. Intentaremos volver a cargar tu tarjeta de crédito en las siguientes 24 horas antes de borrar tus ganancias.
it_it: Per non perdere l'oggetto che hai vinto, ti chiediamo di %s. Nelle prossime 24 ore effettueremo un nuovo tentativo di addebito sulla tua carta di credito prima di rimuovere la tua vincita.

source: Successfully bid
da_dk: Bud tilføjet
de_de: Erfolgreich bieten
el: Επιτυχής υποβολή προσφοράς
es_es: Puja realizada con éxito
fr_fr: Enchère réussie
it_it: Offerta effettuata con successo
nl_nl: Succesvol geboden

source: Hi, %1$s added a bid of %2$s successfully for the auction:
es_es: ¡Hola!, %1$s ha añadido una puja de %2$s con éxito para la subasta:
it_it: Ciao, %1$s ha inserito un'offerta di %2$s per l'asta:
nl_nl: Hoi, %1$s heeft succesvol een bod geplaatst van %2$s voor veiling:

source: You just placed a bid of %1$s for the auction %2$s on %3$s
es_es: Acabas de realizar una puja de %1$s para la subasta %2$s en %3$s
it_it: Hai appena inserito un'offerta di %1$s per l'asta %2$s su %3$s
nl_nl: Je hebt zojuist een bod geplaatst van %1$s voor veiling %2$s op %3$s

source: Congratulations, you are the highest bidder!
da_dk: Tillykke, du har højeste bud!
de_de: Herzlichen Glückwunsch, Du bist der Höchstbietende!
el: Συγχαρητήρια, είστε ο μεγαλύτερος πλειοδότης!
es_es: ¡Felicidades, eres el pujador más alto!
fr_fr: Félicitations, vous êtes le plus offrant!
it_it: Complimenti! Sei il miglior offerente!
nl_nl: Gefeliciteerd, je bent de hoogste bieder!

source: Check the auction here >
da_dk: Check auktionen her >
de_de: Überprüfe die Auktion hier >
el: Δείτε την δημοπρασία εδώ >
es_es: Consulta la subasta aquí >
fr_fr: Consultez la vente aux enchères ici >
it_it: Vedi l'asta qui >
nl_nl: Bekijk de veiling hier >

source: Hi, we would like to inform you that you have the highest bid for:
da_dk: Hej, du har lagt højeste bud på:
de_de: Hi, wir möchten dich darüber informieren, dass du das höchste Gebot für Folgendes haben:
el: Γεια σας, θα θέλαμε να σας ενημερώσουμε ότι έχετε την μεγαλύτερη προσφορά για το:
es_es: Hola, nos gustaría informarte de que has hecho la puja más alta para:
fr_fr: Bonjour, nous tenons à vous informer que vous avez l'offre la plus élevée pour:
it_it: Ciao, vorremmo informarti che hai l'offerta più alta per:
nl_nl: Hoi, we willen je informeren dat je het hoogste bod hebt geplaatst voor:

source: Doesn't exceed the minimum reserve price.
da_dk: Har ikke nået mindsteprisen.
de_de: Überschreitet nicht den Mindestreservepreis.
el: Δεν υπερβαίνει την ελάχιστη τιμή κράτησης.
es_es: No excede el precio mínimo de reserva.
fr_fr: Ne dépasse pas le prix de réserve minimum.
it_it: Non raggiunge il prezzo minimo di riserva.
nl_nl: Is lager dan de minimaal gereserveerde prijs.

source: Hi!, we would like to inform you that the auction:
da_dk: Hej!, vi vil informere dig om, at auktionen:
de_de: Hi!, Wir möchten dich darüber informieren, dass die Auktion:
el: Γεια σας!, θα θέλαμε να σας ενημερώσουμε ότι η δημοπρασία:
es_es: ¡Hola!, nos gustaría informarte de que la subasta:
fr_fr: Salut !, nous tenons à vous informer que la vente aux enchères:
it_it: Ciao, vorremmo informarti che l'asta:
nl_nl: Hoi! We willen je informeren dat veiling:

source: Hi, we would like to inform you that the auction:
da_dk: Hej, vi vil informere dig om, at auktionen:
de_de: Hi, wir möchten dich darüber informieren, dass die Auktion:
el: Γεια σας, θα θέλαμε να σας ενημερώσουμε ότι η δημοπρασία:
es_es: Hola, nos gustaría informarte de que la subasta:
fr_fr: Bonjour, nous tenons à vous informer que la vente aux enchères:
it_it: Ciao, vorremmo informarti che l'asta:
nl_nl: Hoi, we willen je informeren dat veiling:

source: Doesn't have any bids
da_dk: Har ingen bud
de_de: Hat keine Gebote
el: Δεν υπάρχουν προσφορές
es_es: No tiene pujas
fr_fr: N'a pas d'enchère
it_it: Non ha offerte
nl_nl: Heeft geen biedingen

source: %s Users watching
da_dk: %s Bruger der ser med
de_de: %s Benutzer beobachten
el: %s Χρήστες παρακολουθούν
es_es: %s usuarios observando
fr_fr: %s Utilisateurs regardent
it_it: %s che osservano quest'asta
nl_nl: %s gebruikers volgen deze veiling

source: Be the first to watch
da_dk: Vær den første til at se
de_de: Sei der Erste, der zuschaut
el: Δείτε το πρώτοι
es_es: Sé el primero
fr_fr: Soyez le premier à regarder
it_it: Osserva quest'asta per primo!
nl_nl: Wees de eerste die meekijkt

source: Auction ends:
da_dk: Auktion slutter:
de_de: Auktion endet:
el: Η δημοπρασία τελειώνει:
es_es: La subasta acaba:
fr_fr: Fin de l'enchère:
it_it: Fine asta:
nl_nl: Veiling eindigt:

source: Days
da_dk: Dage
de_de: Tage
el: Μέρες
es_es: Días
fr_fr: Jours
it_it: Giorni
nl_nl: Dagen

source: Hours
da_dk: Timer
de_de: Std
el: Ώρες
es_es: Horas
fr_fr: Heures
it_it: Ore
nl_nl: Uren

source: Minutes
da_dk: Minutter
de_de: Minuten
el: Λεπτά
es_es: Minutos
it_it: Minuti
nl_nl: Minuten

source: Seconds
da_dk: Sekunder
de_de: Sekunden
el: Δευτερόλεπτα
es_es: Segundos
fr_fr: Secondes
it_it: Secondi
nl_nl: Seconden

source: You are bidding %s for this auction.
da_dk: Du byder %s på denne auktion
de_de: Du bietest %s für diese Auktion.
el: Τοποθετείτε προσφορά %s για αυτή τη δημοπρασία.
es_es: Estás pujando %s para esta subasta.
fr_fr: Vous offrez %s pour cette enchère.
it_it: Stai facendo un'offerta di %s per questo oggetto.
nl_nl: Je biedt %s voor deze veiling.

source: it's great!
da_dk: Fantastisk!
de_de: Es ist toll!
el: τέλεια!
es_es: ¡Genial!
fr_fr: c'est bien!
it_it: ottimo!
nl_nl: Top!

source: Remember, a bid is considered a binding contract. That means that if you bid on this item, you are committing to buy it if you win.
da_dk: Bemærk. et bud på en auktion anses som bindende. Det betyder, at du er forpligtiget til at købe varen hvis du vinder auktionen.
de_de: Denke daran, dass ein Gebot als verbindlicher Vertrag gilt. Das heißt, wenn du auf diesen Artikel bietest, verpflichtest du dich, ihn zu kaufen, wenn du gewinnst.
el: Θυμηθείτε, μια προσφορά θεωρείται δεσμευτικό συμβόλαιο. Αυτό σημαίνει ότι αν τοποθετήσετε προσφορά σε αυτό το αντικείμενο, δεσμεύεστε να το αγοράσετε αν κερδίσετε.
es_es: Recuerda, una puja es considerado un contrato vinculante. Lo que significa que si pujas por este artículo, te comprometes a comprarlo si ganas la subasta.
fr_fr: N'oubliez pas qu'une offre est considérée comme un contrat exécutoire. Cela signifie que si vous enchérissez sur cet objet, vous vous engagez à l'acheter si vous gagnez.
it_it: Ti ricordiamo che le offerte sono considerate contratti vincolanti. Questo significa che se fai un'offerta per un oggetto, ti stai impegnando a pagarlo nel caso che te lo aggiudichi vincendo l'asta.
nl_nl: Onthoud, een bod wordt gezien als een bindend contract. Dat betekend dat als je op dit item bied, je een betaalverplichting aangaat als je wint.

source: Yes, I want to bid
da_dk: Ja, jeg vil gerne byde på denne auktion
de_de: Ja, ich möchte bieten
el: Ναι, θέλω να τοποθετήσω προσφορά
es_es: Sí, quiero pujar
fr_fr: Oui, je veux enchérir
it_it: Sì, voglio fare un'offerta
nl_nl: Ja, ik wil bieden

source: This is a bidding fee auction.
da_dk: Dette er en auktion med gebyr.
de_de: Dies ist eine Gebotsgebührenauktion.
el: Αυτή είναι μια δημοπρασία χρέωσης προσφοράς.
es_es: Esta es una subasta con cuota de pujas.
fr_fr: Il s'agit d'une enchère avec frais d'enchères.
it_it: Questa asta ha una tassa di partecipazione.
nl_nl: Dit is een veiling met inschrijfkosten.

source: Pay the fee and start now to bid!
da_dk: Betal gebyret for at starte budgivningen!
de_de: Zahle die Gebühr und beginne jetzt zu bieten!
el: Πληρώστε την χρέωση και ξεκινήστε την προσφορά!
es_es: ¡Paga la cuota y comienza a pujar!
fr_fr: Payez les frais et commencez dès maintenant à enchérir!
it_it: Paga la quota e fai subito la tua offerta!
nl_nl: Betaal de inschrijfkosten en start met bieden!

source: To participate you must pay a non-refundable fee of %s, then you'll immediately be able to bid.
da_dk: For at deltage i denne auktion, skal du betale et gebyr på %s.
de_de: Um teilnehmen zu können, muss du eine nicht erstattungsfähige Gebühr von %s zahlen. Dann kannst du sofort bieten.
el: Για να συμμετέχετε θα πρέπει να πληρώσετε μη επιστρεφόμενη χρέωση των %s. Τότε θα μπορείτε αμέσως να τοποθετήσετε μια προσφορά.
es_es: Para participar debes pagar una cuota no reembolsable de %s, tras lo cual podrás pujar inmediatamente.
fr_fr: Pour participer, vous devez payer des frais non remboursables de %s, vous pourrez alors enchérir immédiatement.
it_it: Per partecipare all'asta devi prima pagare una quota non rimborsabile di %s poi potrai subito fare la tua offerta.
nl_nl: Om mee te kunnen doen, moet je niet-restitueerbare inschrijfkosten van %s betalen, daarna ben je direct in staat om te kunnen bieden.

source: You can see only your bids because this is a sealed auction
da_dk: Du kan kun se dine egne bud da dette er en lukket auktion
de_de: Du kannst nur deine Gebote sehen, da dies eine beendete Auktion ist
el: Μπορείτε να δείτε μόνο τις δικές σας προσφορές γιατί αυτή είναι μια κλειδωμένη δημοπρασία
es_es: Solo puedes ver tus pujas porque esta es una subasta sellada
fr_fr: Vous ne pouvez voir que vos enchères, car il s'agit d'une enchère scellée
it_it: Puoi vedere solo le tue offerte perché questa è un'asta segreta.
nl_nl: Je kunt alleen je eigen biedingen zien, aangezien dit een gesloten veiling is

source: There are no bids.
es_es: No hay pujas.
fr_fr: Il n'y a pas d'offres.
it_it: Non ci sono offerte.
nl_nl: Er zijn geen biedingen.

source: This auction has not been started yet.
da_dk: Denne auktion er ikke startet endnu.
de_de: Diese Auktion wurde noch nicht gestartet.
el: Αυτή η δημοπρασία δεν έχει ξεκινήσει ακόμη.
es_es: Esta subasta no ha comenzado aún.
fr_fr: Cette vente aux enchères n'a pas encore commencé.
it_it: Quest'asta non è ancora iniziata.
nl_nl: De veiling is nog niet begonnen.

source: There are no bids yet. Be the first!
da_dk: Vær den første til at byde!
de_de: Es gibt noch keine Gebote. Sei der Erste!
el: Δεν υπάρχουν προσφορές ακόμη. Γίνετε η πρώτη!
es_es: No hay pujas aún. ¡Sé el primero!
fr_fr: Il n'y a pas encore d'offres. Soyez le premier!
it_it: Non ci sono ancora offerte. Inizia tu!
nl_nl: Er zijn nog geen biedingen. Zorg dat je de eerste bent!

source: Bid time
es_es: Hora de la puja
it_it: Orario offerta
nl_nl: Bieding tijd

source: Bid up:
da_dk: Byd op:
de_de: Biete auf:
el: Αύξηση προσφοράς:
es_es: Puja:
fr_fr: Enchérir:
it_it: Rilancio:
nl_nl: Opbieden:

source: Refresh the page regularly to see if you are still the highest bidder
da_dk: Opdater siden regelmæssigt for at se, om du stadig er højstbydende
de_de: Aktualisiere die Seite regelmäßig, um festzustellen, ob du immer noch der Höchstbietende bist
el: Ανανεώνετε την σελίδα τακτικά για να δείτε αν συνεχίζετε να είστε ο μεγαλύτερος πλειοδότης
es_es: Refresca la página regularmente para comprobar si sigues siendo el pujador más alto
fr_fr: Actualisez régulièrement la page pour voir si vous êtes toujours le plus offrant
it_it: Ricarica la pagina regolarmente per vedere se sei ancora il miglior offerente
nl_nl: Vernieuw de pagina regelmatig om te zien of je nog steeds de hoogste bieder bent

source: If your bid is higher or equivalent to the reserve price, your bid will match the reserve price with the remaining saved and used automatically to outbid a competitors bid.
da_dk: Hvis dit bud er højere eller ens med mindsteprisen, matcher dit bud mindsteprisen og bruges automatisk til at overbyde en konkurrents bud.
de_de: Wenn dein Gebot höher ist oder dem Mindestpreis entspricht, stimmt dein Gebot mit dem Mindestpreis überein, der gespeichert und automatisch verwendet wird, um ein Gebot eines Mitbewerbers zu überbieten.
el: Αν η προσφορά σας είναι υψηλότερη ή αντίστοιχη της τιμής κράτησης, τότε αυτή θα αντιστοιχήσει την τιμή κράτησης με το αποθηκευμένο εναπομένον ποσό, και θα χρησιμοποιηθεί για να πλειοδοτήσει έναντι της προσφοράς ενός ανταγωνιστή.
es_es: Si tu puja es igual o superior al precio de reserva, tu puja igualará el precio de reserva con el restante guardado y se usará automáticamente para superar la puja de la competencia.
fr_fr: Si votre enchère est supérieure ou équivalente au prix de réserve, votre enchère correspondra au prix de réserve avec le reste enregistré et sera utilisée automatiquement pour surenchérir sur une offre des concurrents.
it_it: Se la tua offerta è superiore o uguale al prezzo di riserva coinciderà con esso. L'importo rimanente verrà salvato e usato automaticamente per fare un'offerta più alta degli altri partecipanti.
nl_nl: Indien je bod gelijk is aan- of hoger is dan de gereserveerde prijs, dan zal het restantbedrag van je bod bewaart blijven en automatisch gebruikt worden om concurrenten te overbieden.

source: Congratulations, you are the highest bidder.
da_dk: Tillykke, du har højeste bud.
de_de: Herzlichen Glückwunsch, Du bist der Höchstbietende.
el: Συγχαρητήρια, είστε ο μεγαλύτερος πλειοδότης.
es_es: ¡Felicidades, eres el pujador más alto!
fr_fr: Félicitations, vous êtes le plus offrant.
it_it: Complimenti! Sei il miglior offerente.
nl_nl: Gefeliciteerd, je bent de hoogste bieder.

source: Refresh the page regularly to see if you are still the highest bidder.
da_dk: Opdater siden ofte for at holde øje med om du stadig har højeste bud.
de_de: Aktualisiere die Seite regelmäßig, um festzustellen, ob du immer noch der Höchstbietende bist.
el: Κάντε συχνή ανανέωση της σελίδας για να δείτε αν είστε ακόμη ο μεγαλύτερος πλειοδότης.
es_es: Refresca la página regularmente para ver si sigues siendo el pujador más alto.
fr_fr: Actualisez régulièrement la page pour voir si vous êtes toujours le plus offrant.
it_it: Per verificare se sei ancora il miglior offerente aggiorna regolarmente la pagina.
nl_nl: Vernieuw de pagina regelmatig om te zien of je nog steeds de hoogste bieder bent.

source: You are currently the highest bidder for this auction!
da_dk: Du er nu den højst bydende for denne auktion!
de_de: Du bist derzeit der Höchstbietende für diese Auktion!
el: Αυτή τη στιγμή είστε ο μεγαλύτερος πλειοδότης!
es_es: ¡Actualmente eres el pujador más alto para esta subasta!
fr_fr: Vous êtes actuellement le plus offrant pour cette enchère
it_it: Al momento sei il migliore offerente per quest'asta!
nl_nl: Je bent momenteel de hoogste bieder voor deze veiling!

source: < Back
da_dk: < Tilbage
de_de: < Zurück
el: < Πίσω
es_es: < Volver
fr_fr: < Retour
it_it: < Indietro
nl_nl: < Terug

source: Product
da_dk: Vare
de_de: Produkt
el: Προϊόν
es_es: Producto
fr_fr: Produit
it_it: Prodotto

source: Your bid
da_dk: Dit bud
de_de: Ihr Gebot
el: Η προσφορά σας
es_es: Tu puja
fr_fr: Votre enchère
it_it: La tua offerta
nl_nl: Je bod

source: Sealed
da_dk: Forseglet
de_de: Fixiert
el: Κλειδωμένη
es_es: Sellada
fr_fr: Scellé
it_it: Segreta
nl_nl: Gesloten

source: Make your first bid to see your auctions here!
da_dk: Læg dit første bud for at se dine auktioner her!
de_de: Gib erstes Gebot ab, um deine Auktionen hier zu sehen!
el: Τοποθετήστε την πρώτη σας προσφορά για να δείτε τις δημοπρασίες σας εδώ!
es_es: ¡Haz tu primera puja para ver tus subastas aquí!
fr_fr: Faites votre première offre pour voir vos enchères ici!
it_it: Fai una offerta per un'asta e la troverai in questa sezione!
nl_nl: Plaats je eerste bod om je veilingen hier te zien!

source: View All >
da_dk: Vis Alt >
de_de: Alle anzeigen >
el: Προβολή Όλων >
es_es: Ver todo >
fr_fr: Tout voir >
it_it: Vedi tutte >
nl_nl: Alles bekijken >

source: Remove this product
da_dk: Fjern denne vare
de_de: Entferne dieses Produkt
el: Αφαίρεση αυτού του προϊόντος
es_es: Eliminar este producto
fr_fr: Supprimer ce produit
it_it: Rimuovi questo prodotto
nl_nl: Verwijder dit product

source: Watch an auction to see it here!
da_dk: Overvåg en auktion for at se den her!
de_de: Beobachte eine Auktion, um sie hier zu sehen!
el: Κάντε κλικ εδώ για να δείτε μια δημοπρασία!
es_es: ¡Sigue una subasta para verla aquí!
fr_fr: Regardez une vente aux enchères pour le voir ici!
it_it: Osserva un'asta e la troverai in questa sezione!
nl_nl: Bekijk een veiling om deze hier te zien!

source: Image
da_dk: Billede
de_de: Bild
el: Εικόνα
es_es: Imagen
it_it: Immagine
nl_nl: Afbeelding

source: Enter "%s" or less.
da_dk: Tilføj "%s" eller mindre.
de_de: Gib "%s" oder weniger ein.
el: Εισάγετε “%s” ή λιγότερο.
es_es: Introduce "%s" o inferior.
fr_fr: Entrez "%s" ou moins.
it_it: Inserisci "%s" o meno.
nl_nl: "%s" of minder invoeren.

source: Enter "%s" or more.
da_dk: Tilføj "%s" eller mere.
de_de: Gib "%s" oder mehr ein.
el: Πληκτρολογήστε “%s” ή περισσότερο.
es_es: Introduce ''%s'' o más.
fr_fr: Saisissez "%s" ou plus.
it_it: Inserisci "%s" o più.
nl_nl: "%s" of meer invoeren.

source: The product has exceeded the reserve price.
da_dk: Reserver-prisen er overgået for denne vare.
de_de: Das Produkt hat den Mindestpreis überschritten.
el: Το προϊόν έχει υπερβεί την τιμή κράτησης.
es_es: El producto ha excedido el precio de reserva.
fr_fr: Le produit a dépassé le prix de réserve.
it_it: Il prodotto ha superato il prezzo di riserva.
nl_nl: Het product heeft de gereserveerde prijs overtroffen.

source: The product has a reserve price.
da_dk: Denne vare kan reserveres.
de_de: Das Produkt hat einen Mindestpreis.
el: Το προϊόν έχει τιμή κράτησης.
es_es: El producto tiene un precio de reserva.
fr_fr: Le produit a un prix de réserve.
it_it: Il prodotto ha un prezzo di riserva.
nl_nl: Het product heeft een gereserveerde prijs.

source: This product does not have a reserve price.
da_dk: Denne vare kan ikke reserveres.
de_de: Dieses Produkt hat keinen Mindestpreis.
el: Το προϊόν δεν έχει τιμή κράτησης.
es_es: El producto no tiene un precio de reserva.
fr_fr: Ce produit n'a pas de prix de réserve.
it_it: Questo prodotto non ha un prezzo di riserva.
nl_nl: Dit product heeft geen gereserveerde prijs.

source: Currently in overtime
da_dk: Aktuelt i ekstratid
de_de: Derzeit in Überstunden
el: Αυτή τη στιγμή βρίσκεται σε παράταση
es_es: Actualmente en prórroga
fr_fr: Actuellement en heures supplémentaires
it_it: Attualmente prolungata
nl_nl: Momenteel in extra tijd

source: We are sorry to find you are no long interested in our auctions.
es_es: Lamentamos que ya no estés interesado en nuestras subastas.
it_it: Ci dispiace sapere che non sei più interessato alle nostre aste.
nl_nl: We vinden het jammer om te horen dat je niet langer geïnteresseerd bent in onze veilingen.

source: Unsubscribe your email address %s from the auctions you are following:
es_es: Dar de baja tu dirección de correo electrónico %s de las subastas que estás siguiendo:
it_it: Cancella il tuo indirizzo email %s dalle notifiche per le aste che segui:
nl_nl: Je e-mailadres %s uitschrijven van de volgende veilingen die je volgt:

source: And don’t worry, you will not receive any emails in future.
es_es: Y no te preocupes, no recibirás más correos electrónicos.
it_it: E non ti preoccupare, non riceverai più altre email in futuro.
nl_nl: En maak je geen zorgen, je zult geen nieuwe e-mails ontvangen in de toekomst.

source: You are now successfully unsubscribed
es_es: Te has dado de baja con éxito
it_it: La tua iscrizione è stata cancellata correttamente
nl_nl: Je bent nu succesvol uitgeschreven

source: Continue reading<span class="screen-reader-text"> "%s"</span>
es_es: Continúa leyendo<span class="screen-reader-text"> "%s"</span>
it_it: Continua a leggere<span class="screen-reader-text"> "%s"</span>
nl_nl: Lees meer<span class="screen-reader-text"> "%s"</span>

source: Congratulations %s!
da_dk: Tillykke %s!
de_de: Herzliche Glückwünsche %s!
el: Συγχαρητήρια %s!
es_es: ¡Felicidades %s!
fr_fr: Félicitations %s!
it_it: Complimenti %s!
nl_nl: Gefeliciteerd %s!

source: You need to add at least one credit card on <a href="%1$s" target="_blank">%2$2s</a> section in order to pay for this product.
da_dk: Du skal tilføje mindst et kreditkort i <a href="%1$s" target="_blank">%2$2s</a> for at kunne betale for dette produkt.
de_de: Du muss mindestens eine Kreditkarte im Abschnitt <a href="%1$s" target="_blank">%2$2s</a> hinzufügen, um für dieses Produkt bezahlen zu können.
es_es: Necesitas añadir al menos una tarjeta de crédito en la sección <a href="%1$s" target="_blank">%2$2s</a> para pagar este producto.
fr_fr: Vous devez ajouter au moins une carte de crédit dans la section <a href="%1$s" target="_blank">%2$2s</a> afin de payer pour ce produit.
it_it: Per pagare questo prodotto devi aggiungere almeno una carta di credito nella sezione <a href="%1$s" target="_blank">%2$2s</a>.
nl_nl: Je moet minstens een geldige credit card toevoegen in de <a href="%1$s" target="_blank">%2$2s</a> sectie om te kunnen betalen voor dit product.

source: This auction has ended to 'Buy Now'
es_es: Esta subasta ha finalizado por la acción ''Comprar ahora''
it_it: Quest'asta è terminata per acquisto immediato
nl_nl: Deze veiling is gesloten omdat het item is gekocht
