Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: %username% => Username of maximum bid.
da_dk: %username% => Brugernavn til maximum bud.
de_de: %username% => Benutzername des Maximalgebots.
el: %username% => Όνομα χρήστη υψηλότερης προσφοράς.
es_es: %username% => Nombre de usuario de pujador más alto.
fr_fr: %username% => Nom d'utilisateur de l'enchère maximale.
it_it: %username% => Nome utente dell'offerta massima.
nl_nl: %username% => Gebruikersnaam van maximaal bod.

source: %price% => Final price of auction product.
es_es: %precio% => Precio final del producto de subasta.
it_it: %price% => Prezzo finale del prodotto all'asta.
nl_nl: %price% => Eindprijs van een veilingproduct.

source: Resend winners email
es_es: Reenviar correo electrónico de ganador
it_it: Invia di nuovo l'email per il vincitore
nl_nl: Winnaarse-mail opnieuw versturen

source: Click to resend the email to the winner in case the sending failed
da_dk: Klik for at gensende e-mail til vinderen af auktionen i det tilfælde af afsendelsen mislykkedes
de_de: Klicke hier, um die E-Mail erneut an den Gewinner zu senden, falls das Senden fehlgeschlagen ist
el: Κάντε κλικ για να στείλετε ξανά το email στο νικητή αν η αποστολή δεν ήταν επιτυχής
es_es: Haz clic para reenviar el correo electrónico de ganador en caso de que el envío falle
fr_fr: Cliquez pour renvoyer l'e-mail au gagnant en cas d'échec de l'envoi
it_it: Clicca qui per inviare di nuovo l'email al vincitore se l'invio precedente è fallito
nl_nl: Klik om de e-mail opnieuw naar de winnaar te sturen wanneer het verzenden is mislukt

source: Resend email
es_es: Reenviar correo electrónico
it_it: Rimanda l'email
nl_nl: E-mail opnieuw versturen

source: Charge a commission fee to winners of auction products
es_es: Cobrar una cuota de comisión a los ganadores de productos de subasta
it_it: Addebita il costo di una commissione ai vincitori di prodotti in asta
nl_nl: Commissiekosten berekenen voor winnaars van veilingproducten

source: Enable to require the payment of an extra commission fee to users that win an auction
es_es: Activa si solicitar el pago de una cuota de comisión extra a los usuarios que ganan una subasta
it_it: Abilita per richiedere il pagamento di una commissione aggiuntiva agli utenti che vincono un'asta
nl_nl: Inschakelen om de betaling van extra commissiekosten noodzakelijk te maken voor gebruikers die een veiling winnen

source: Default commission fee
es_es: Cuota de comisión predeterminada
it_it: Importo commissione
nl_nl: Standaard commissiekosten

source: Set the default commission fee for all auctions winners.
es_es: Establece la cuota de comisión predeterminada para todos los ganadores de subasta.
it_it: Imposta l'importo predefinito della commissione per tutti i vincitori.
nl_nl: De standaard commissiekosten instellen voor alle veilingwinnaars.

source: This value can be overwritten in all auction products if you want to set a different amount for a specific auction.
es_es: Este valor puede ser sobrescrito en todos los productos de subasta si quieres establecer una cantidad diferente para una sibasta específica.
it_it: Questo valore può essere sovrascritto in tutti i prodotti di tipo "Asta" se vuoi impostare un importo diverso per una determinata asta.
nl_nl: Deze waarde kan worden overschreven in alle veiling producten als je een andere waarde wilt instellen voor een specifieke veiling.

source: Show commission
es_es: Mostrar comisión
it_it: Mostra commissione
nl_nl: Commissie tonen

source: In product page, Cart & Checkout
es_es: En la página de producto, en el Carrito y en el Pago
it_it: Nelle pagine prodotto, Carrello e Checkout
nl_nl: In productpagina, winkelwagen & afrekenpagina

source: Only in Cart & Checkout
es_es: Solo en el Carrito y en el Pago
it_it: Solo nel Carrello e al Checkout
nl_nl: Alleen in winkelwagen & afrekenpagina

source: Choose where to show the commission fee info
es_es: Escoge dónde mostrar la información de cuota de comisión
it_it: Scegli dove mostrare le informazioni sulle commissioni
nl_nl: Kies waar je de commissiekosten info wilt tonen

source: Default commission label
es_es: Etiqueta de comisión predeterminada
it_it: Testo predefinito commissione
nl_nl: Standaard commissielabel

source: Enter a label to identify the commission in checkout and product page
es_es: Introduce una etiqueta para identificar la comisión en la página de producto y en la página de pago
it_it: Inserisci un testo per identificare la commissione nelle pagine prodotto e checkout
nl_nl: Een label invoeren om commissie in de afreken- en productpagina te identificeren

source: Multiple commissions label
es_es: Etiqueta de comisiones múltiples
it_it: Testo per commissioni multiple
nl_nl: Meerdere commissies label

source: Enter a label to identify the total amount of multiple commissions in cart and checkout page
es_es: Introduce una etiqueta para identificar la cantidad todas de comisiones múltiples en la página de carrito y de pago
it_it: Inserisci un testo per identificare l'importo totale di commissioni multiple nel carrello e nella pagina checkout
nl_nl: Label invoeren om het totaalbedrag aan meerdere commissies te identificeren in de winkelwagen- en afrekenpagina

source: Auction Options
es_es: Opciones de subasta
it_it: Opzioni aste
nl_nl: Veilingen opties

source: Auctions Payments
es_es: Pagos de subastas
it_it: Pagamenti aste
nl_nl: Veilingen betalingen

source: Auctions Rescheduling
es_es: Reprogramación de subastas
it_it: Riprogrammazione aste
nl_nl: Veilingen opnieuw plannen

source: End time:
da_dk: Slut tid:
de_de: Endzeit:
el: Ώρα λήξης:
es_es: Fecha de fin:
fr_fr: Heure de fin:
it_it: Ora fine:
nl_nl: Eindtijd:

source: Max bidder:
da_dk: Max antal bud:
de_de: Höchstbietender:
el: Πλειοδότης:
es_es: Pujador máximo:
fr_fr: Enchérisseur max:
it_it: Massimo offerente:
nl_nl: Hoogste bieder:

source: There is no bid for this item
da_dk: Ingen bud på denne vare
de_de: Für diesen Artikel gibt es kein Gebot
el: Δεν υπάρχει προσφορά για αυτό το αντικείμενο
es_es: No hay pujas para este artículo
fr_fr: Il n'y a pas d'enchère pour cet article
it_it: Non ci sono offerte per questo oggetto
nl_nl: Er is geen bod geplaatst voor dit item

source: Email is send to:
da_dk: E-mail er sendt til:
de_de: E-Mail wird gesendet an:
el: Αποστολή email σε:
es_es: El correo electrónico es enviado a:
fr_fr: Un e-mail est envoyé à:
it_it: Email inviata a:
nl_nl: E-mail wordt verzonden naar:

source: Winner's bid:
da_dk: Vindende bud:
de_de: Gewinnergebot:
el: Προσφορά νικητή:
es_es: Subasta ganadora:
fr_fr: Offre gagnante :
it_it: Offerta del vincitore:
nl_nl: Bod van winnaar:

source: Send Winner Email
da_dk: Send vinder e-mail
de_de: Gewinner-E-Mail senden
el: Αποστολή Εmail Νικητή
es_es: Enviar correo electrónico de ganador
fr_fr: Envoyer un e-mail au gagnant
it_it: Invia email vincitore
nl_nl: Stuur winnaar een e-mail

source: Error send the email
da_dk: Fejl ved afsendelse af e-mailen
de_de: Fehler beim Senden der E-Mail
el: Σφάλμα αποστολής email
es_es: Error enviando el correo electrónico
fr_fr: Erreur d'envoi de l'e-mail
it_it: Errore durante l'invio dell'email
nl_nl: Fout tijdens verzenden van de e-mail

source: An error occurred while sending Winner email
es_es: Ha ocurrido un error mientras se enviaba el correo electrónico al ganador
it_it: Si è verificato un errore durante l'invio dell'email del vincitore
nl_nl: Er is een fout opgetreden tijdens het verzenden van de Winnaarse-mail

source: Auction ended without bids
es_es: Subasta finalizada sin pujas
it_it: L'asta è terminata senza offerte
nl_nl: Veiling beëindigd zonder biedingen

source: Bidder
es_es: Pujador
it_it: Offerente
nl_nl: Bieder

source: Bid amount
es_es: Importe de puja
it_it: Importo dell'offerta
nl_nl: Biedingsbedrag

source: Date
da_dk: Dato
de_de: Datum
el: Ημερομηνία
es_es: Fecha
it_it: Data
nl_nl: Datum

source: Start auction
da_dk: Start auktion
de_de: Auktion starten
el: Έναρξη δημοπρασίας
es_es: Puja inicial
fr_fr: Lancer l'enchère
it_it: Inizia l'asta
nl_nl: Start veiling

source: Auction Settings
da_dk: Auktions indstillinger
de_de: Auktionseinstellungen
el: Ρυθμίσεις Δημοπρασίας
es_es: Ajustes de subasta
fr_fr: Paramètres d'enchères
it_it: Impostazioni asta
nl_nl: Veiling instellingen

source: Auction Dates
da_dk: Auktions dato
de_de: Auktionstermine
el: Ημερομηνίες Δημοπρασίας
es_es: Fechas de subasta
fr_fr: Dates des enchères
it_it: Date dell'asta
nl_nl: Veiling data

source: From
da_dk: Fra
de_de: von
el: Από
es_es: Desde
fr_fr: De
it_it: Da
nl_nl: Van

source: Start time
da_dk: Start tidspunkt
de_de: Startzeit
el: Ώρα έναρξης
es_es: Fecha de inicio
fr_fr: Heure de départ
it_it: Orario di inizio
nl_nl: Startijd

source: To
da_dk: Til
de_de: bis
el: Προς
es_es: Hasta
fr_fr: À
it_it: A
nl_nl: Tot

source: End time
da_dk: Sluttidspunkt
de_de: Endzeit
el: Ώρα τερματισμού
es_es: Fecha de finalización
fr_fr: Heure de fin
it_it: Orario di fine
nl_nl: Eindtijd

source: Set a start and end time for this auction
da_dk: Angiv et start- og sluttidspunkt for denne auktion
de_de: Legen Sie eine Start- und Endzeit für diese Auktion fest
el: Ορίστε ώρα έναρξης και τερματισμού για αυτή τη δημοπρασία
es_es: Establecer una fecha de inicio y finalización para esta subasta
fr_fr: Régler une heure de départ et de fin pour cette enchère.
it_it: Imposta un orario di inizio e di fine per quest'asta
nl_nl: Start- en eindtijd instellen voor deze veiling

source: Advanced options
da_dk: Avancerede indstillinger
de_de: Erweiterte Optionen
el: Προηγμένες επιλογές
es_es: Opciones avanzadas
fr_fr: Options avancées
it_it: Opzioni avanzate
nl_nl: Geavanceerde opties

source: In this section you can override the plugin general settings and set specific settings for this auction product.
da_dk: I denne sektion kan du ændre standardindstillingerne for denne auktion.
de_de: In diesem Abschnitt kannst du die allgemeinen Einstellungen des Plugins überschreiben und spezifische Einstellungen für dieses Auktionsprodukt festlegen.
el: Σε αυτή την ενότητα μπορείτε να παρακάμψετε τις γενικές ρυθμίσεις πρόσθετου και να ορίσετε συγκεκριμένες ρυθμίσεις για αυτό το προϊόν δημοπρασίας.
es_es: En esta sección puedes sobrescribir los ajustes generales del plugin y establecer ajustes específicos para este producto de subasta.
fr_fr: Dans cette section, vous pouvez remplacer les paramètres généraux du plugin et définir des paramètres spécifiques pour ce produit d'enchères.
it_it: In questa sezione puoi sovrascrivere le impostazioni generali del plugin ed impostarne di specifiche per questo prodotto asta.
nl_nl: In deze sectie kun je de algemene plugin instellingen overschrijven en specifieke instellingen voor dit veiling product toepassen.

source: The bid %1$s made by %2$s was successfully removed for the following auction:
es_es: La puja %1$s realizada por %2$s ha sido eliminada con éxito para la siguiente subasta:
it_it: L'offerta %1$s inserita da %2$s è stata rimossa con successo per la seguente asta:
nl_nl: Het bod %1$s geplaatst door %2$s is succesvol verwijderd voor de volgende veiling:

source: Hi %1$s, your bid %2$s was removed for the following auction:
es_es: Hola %1$s, tu puja %2$s ha sido eliminada para la siguiente subasta:
it_it: Ciao %1$s, la tua offerta %2$s è stata rimossa dalla seguente asta:
nl_nl: Hoi %1$s, je bod %2$s is verwijderd voor de volgende veiling:

source: You received this email because you subscribed for an auction on our site.
es_es: Has recibido este correo electrónico porque te has suscrito a una subasta en nuestro sitio.
it_it: Hai ricevuto quest'email perché ti sei iscritto ad un'asta del nostro sito.
nl_nl: Je hebt deze e-mail ontvangen omdat je bent ingeschreven voor een veiling op onze site.

source: Sorry, you are not the winner.
da_dk: Beklager, du vandt ikke auktionen.
de_de: Entschuldigung, du bist nicht der Gewinner.
el: Λυπούμαστε, δεν είστε ο νικητής.
es_es: Lo siento, no has ganado.
fr_fr: Désolé, vous n'êtes pas le gagnant.
it_it: Ci dispiace, non ti sei aggiudicato quest'asta.
nl_nl: Sorry, je bent niet de winnaar.

source: Sorry %s, you are not the winner of the auction:
da_dk: Desværre %s, du har ikke vundet auktionen over:
de_de: Sorry %s, du bist nicht der Gewinner der Auktion:
el: Λυπούμαστε %s, δεν είστε ο νικητής της δημοπρασίας:
es_es: Lo siento %s, No has ganado la subasta del artículo:
fr_fr: Désolé %s, vous n'êtes pas le gagnant de l'enchère:
it_it: Spiacenti, %s, non ti sei aggiudicato l'asta per l'oggetto:
nl_nl: Sorry %s, je bent niet de winnaar van veiling:

source: Thank you for your participation
da_dk: Tak for din deltagelse
de_de: Danke für deine Teilnahme
el: Ευχαριστούμε για την συμμετοχή σας
es_es: Gracias por tu participación
fr_fr: Merci pour votre participation
it_it: Grazie per la partecipazione
nl_nl: Bedankt voor je deelname

source: Hi, we would like to inform you that the auction for:
es_es: ¡Hola! Nos gustaría informarte de que la subasta del artículo:
it_it: Ciao, vorremmo informarti che l'asta:
nl_nl: Hoi! We willen je graag informeren dat de veiling voor item:

source: This auction was automatically rescheduled:
es_es: Esta subasta ha sido reprogramada automáticamente:
it_it: Quest'asta è stata riprogrammata automaticamente:
nl_nl: Deze veiling is automatisch opnieuw gepland:

source: View details>
es_es: Ver detalles>
it_it: Vedi i dettagli >
nl_nl: Bekijk details >

source: Good luck!
es_es: ¡Buena suerte!
it_it: Buona fortuna!
nl_nl: Veel succes!

source: Staff
da_dk: Medarbejdere
de_de: Mitarbeiter
el: Προσωπικό
es_es: Personal
fr_fr: Personnel
nl_nl: Staf

source: The auction has ended and has been won by:
da_dk: Denne auktion er slut og er vundet af:
de_de: Die Auktion ist beendet und wurde gewonnen von:
el: Η δημοπρασία έχει λήξει με νικητή τον:
es_es: La subasta ha terminado y ha sido ganada por:
fr_fr: L'enchère est terminée et a été remportée par:
it_it: L'asta è terminata ed il suo vincitore è:
nl_nl: De veiling is geëindigd en is gewonnen door:

source: Hi %s,
da_dk: Hej %s,
el: Γεια σας %s,
es_es: Hola %s,
fr_fr: Salut %s,
it_it: Ciao %s,
nl_nl: Hoi %s,

source: please don't forget you won our auction and you have to pay the following item:
da_dk: du har vundet vores auktion og skal betale for følgende vare:
de_de: Bitte vergiss nicht, dass du unsere Auktion gewonnen hast und den folgenden Artikel bezahlen muss:
el: παρακαλώ μην ξεχνάτε ότι κερδίσατε την δημοπρασία μας και θα πρέπει να πληρώσετε το ακόλουθο αντικείμενο:
es_es: por favor, no olvides que has ganado nuestra subasta y debes pagar el siguiente artículo:
fr_fr: N'oubliez pas que vous avez gagné notre vente aux enchères et que vous devez payer l'article suivant:
it_it: vogliamo ricordarti che hai vinto questa asta e che adesso puoi pagare il seguente oggetto:
nl_nl: vergeet niet dat je de veiling hebt gewonnen, en je voor het volgende item moet betalen:

source: If you don't pay in %1$s %2$s,
da_dk: Hvis du ikke betaler %1$s %2$s,
de_de: Wenn du nicht bezahlst %1$s %2$s,
el: Αν δεν πληρώσετε στις %1$s %2$s,
es_es: Si no pagas en %1$s %2$s,
fr_fr: Si vous ne payez pas en %1$s %2$s,
it_it: Se non paghi entro %1$s %2$s,
nl_nl: Als je niet betaald binnen %1$s %2$s,

source: the auction will be rescheduled.
da_dk: denne auktion vil blive genstartet
de_de: Die Auktion wird verschoben.
el: θα γίνει επαναπρογραμματισμός δημοπρασίας.
es_es: La subasta será re-programada
fr_fr: l'enchère sera reportée.
it_it: L'asta verrà riprogrammata
nl_nl: de veiling wordt opnieuw gepland

source: your bids will be removed and you'll lose this item.
da_dk: dine bud fjernes og du vil miste denne vare.
de_de: Deine Gebote werden entfernt und du verlierst diesen Artikel.
el: οι προσφορές σας θα αφαιρεθούν και θα χάσετε το αντικείμενο.
es_es: tus pujas serán eliminadas y perderás este artículo.
fr_fr: vos enchères seront supprimées et vous perdrez cet article.
it_it: le tue offerte verranno annullate e perderai l'oggetto.
nl_nl: je biedingen worden verwijderd en je zult dit item verliezen.

source: Hi %s,
es_es: Hola %s,
it_it: Ciao %s,
nl_nl: Hoi %s,

source: Congratulations, you're the winner of the auction:
es_es: Enhorabuena, eres el ganador de la subasta:
it_it: Congratulazioni, sei il vincitore dell'asta:
nl_nl: Gefeliciteerd, je bent de winnaar van veiling:

source: Regards,
da_dk: Med venlig hilsen,
de_de: Grüße,
el: Με εκτίμηση,
es_es: Saludos,
fr_fr: Cordialement,
it_it: Saluti,
nl_nl: Met vriendelijke groet,

source: %s Staff
es_es: El equipo de %s
it_it: Lo staff di %s

source: Hi! %s,
da_dk: Hej! %s,
el: Γεια σας! %s,
es_es: ¡Hola! %s,
fr_fr: Salut! %s,
it_it: Ciao! %s,
nl_nl: Hoi! %s,

source: Another buyer has outbid (placed a lower bid) for the item %1$s and the price is now %2$s
es_es: Otro pujador ha sobrepasado tu puja (ha realizado una oferta más baja) por el artículo %1$s y el precio ahora es %2$s
it_it: La tua offerta è stata superata (un altro utente ha fatto un'offerta a un prezzo più basso) per il prodotto %1$s e il prezzo attuale è %2$s
nl_nl: Een andere koper heeft je overboden (lager bod geplaatst) voor item %1$s en de prijs is nu %2$s

source: Another buyer has outbid (placed a higher maximum bid) for the item %1$s and the price is now %2$s
es_es: Otro comprador ha sobrepujado (ha hecho una puja máxima más alta) por el artículo %1$s y el precio es ahora %2$s
it_it: La tua offerta è stata superata (un altro utente ha fatto un'offerta a un prezzo più alto) per il prodotto %1$s e il prezzo attuale è %2$s
nl_nl: Een andere koper heeft overboden (hoger bod geplaatst) voor item %1$s en de prijs is nu %2$s

source: You can still outbid with a new offer!
da_dk: Du kan stadig nå at lægge et nyt bud!
de_de: Du kannst immer noch mit einem neuen Angebot überbieten!
el: Μπορείτε ακόμη να πλειοδοτήσετε με μια νέα προσφορά!
es_es: ¡Todavía puedes superar la puja con una nueva oferta!
fr_fr: Vous pouvez toujours surenchérir avec une nouvelle offre!
it_it: Puoi ancora fare un'offerta più alta!
nl_nl: Je kunt nog steeds overbieden met een nieuw bod!

source: Place a new bid >
da_dk: Læg et nyt bud >
de_de: Neues Gebot abgeben>
el: Τοποθέτηση νέας προσφοράς >
es_es: Realiza una nueva puja >
fr_fr: Placer une nouvelle enchère >
it_it: Fai una nuova offerta >
nl_nl: Plaats een nieuw bod >

source: This auction is ended because an user purchased the item through the "Buy it now" option:
es_es: Esta subasta ha finalizado porque un usuario ha comprado el artículo a través de la opción ''Comprar ahora'':
it_it: Quest'asta è terminata perché un utente ha acquistato l'oggetto tramite l'opzione "Compra subito":
nl_nl: Deze veiling is geëindigd omdat een gebruiker het item heeft gekocht via de "Nu kopen" optie:

source: Sales price:
es_es: Precio de descuento:
it_it: Prezzo in offerta:
nl_nl: Verkoopprijs:

source: Someone made a new bid for the item “<a href="%1$s"><strong>%2$s</strong></a>”.
es_es: Alguien ha hecho una nueva puja por el artículo “<a href="%1$s"><strong>%2$s</strong></a>”.
it_it: Qualcuno ha fatto una nuova offerta per l'oggetto “<a href="%1$s"><strong>%2$s</strong></a>”.

source: We will keep you updated!
es_es: ¡Te mantendremos informado!
it_it: Ti terremo aggiornato!
nl_nl: We houden je op de hoogte!

source: Hi %s!
es_es: ¡Hola, %s!
it_it: Ciao %s!

source: The auction for the item <a href="%1$s">%2$s</a> is about to end:
es_es: La subasta del artículo <a href="%1$s">%2$s</a> está a punto de finalizar:
it_it: L'asta per l'oggetto <a href="%1$s">%2$s</a> sta per terminare:

source: You can still
es_es: Todavía puedes
it_it: Puoi ancora

source: place a new bid
es_es: hacer una nueva puja
it_it: fare una nuova offerta

source: You are now following the auction for the item "<a href="%1$s"><strong>%2$s</strong></a>".
es_es: Estás siguiendo la subasta del artículo "<a href="%1$s"><strong>%2$s</strong></a>".
it_it: Stai seguendo l'asta per l'oggetto "<a href="%1$s"><strong>%2$s</strong></a>".

source: Your bid doesn't exceed the minimum reserve price!
da_dk: Dit bud opnår ikke mindsteprisen!
de_de: Dein Gebot überschreitet nicht den Mindestreservepreis!
el: Η προσφορά σας δεν ξεπερνά την ελάχιστη τιμή κράτησης!
es_es: ¡Tu puja no excede el precio mínimo de reserva!
fr_fr: Votre enchère ne dépasse pas le prix de réserve minimum!
it_it: La tua offerta non raggiunge il prezzo minimo di riserva.
nl_nl: Je bod is niet hoger dan de minimale reserve prijs!

source: Hi %s, we would like to inform you that the highest bid for the following auction doesn't exceed the minimum reserve price:
da_dk: Hej %s, Vi vil gerne informere dig om, at det højeste bud på følgende auktion ikke har opnået mindsteprise:
de_de: Hi %s, wir möchten dich darüber informieren, dass das Höchstgebot für die folgende Auktion den Mindestreservepreis nicht überschreitet:
el: Γεια σας %s, θα θέλαμε να σας ενημερώσουμε ότι η μεγαλύτερη προσφορά για την ακόλουθη δημοπρασία δεν ξεπερνά την ελάχιστη τιμή κράτησης:
es_es: Hola %s, nos gustaría informarte de que la puja más alta para la siguiente subasta no excede el precio mínimo de reserva:
fr_fr: Bonjour %s, nous tenons à vous informer que l'offre la plus élevée pour l'enchère suivante ne dépasse pas le prix de réserve minimum:
it_it: Ciao %s, ti informiamo che l'offerta maggiore per la seguente asta non ha raggiunto il prezzo minimo di riserva:
nl_nl: Hoi %s, we willen je graag informeren dat het hoogste bod voor de volgende veiling niet boven de minimale reserveprijs is:

source: Hi, we would like to inform you that the highest bid for the following auction doesn't exceed the minimum reserve price:
da_dk: Hej, du skal vide, at nuværende højeste bud ikke har opnået mindsteprisen:
de_de: Hi, wir möchten dich darüber informieren, dass das Höchstgebot für die folgende Auktion den Mindestreservepreis nicht überschreitet:
el: Γεια σας, θα θέλαμε να σας ενημερώσουμε ότι η μεγαλύτερη προσφορά για την ακόλουθη δημοπρασία δεν υπερβαίνει την ελάχιστη τιμή κράτησης:
es_es: ¡Hola!, nos gustaría informarte de que la puja más alta para el siguiente producto no excede el precio mínimo de reserva:
fr_fr: Bonjour !, nous tenons à vous informer que l'enchère la plus élevée pour le produit suivant ne dépasse pas le prix de réserve minimum:
it_it: Ciao! vogliamo informarti che la migliore offerta per la seguente asta non ha superato il prezzo di riserva minimo:
nl_nl: Hoi, we willen je graag informeren dat het hoogste bod voor de volgende veiling, de minimale gereserveerde prijs niet bereikt:

source: If you want to take another action with the item, click this
da_dk: Hvis du vil foretage en anden handling, skal du klikke på det
de_de: Wenn du mit dem Element eine weitere Aktion ausführen möchtest, klicke darauf
el: Αν θέλετε να κάνετε άλλη μια ενέργεια με το προϊόν, κάντε κλικ εδώ
es_es: Si quieres llevar a cabo otra acción con el artículo, haz clic en este
fr_fr: Si vous souhaitez effectuer une autre action avec le produit, cliquez sur ce
it_it: Se vuoi effettuare un'altra azione sull'oggetto, fai clic qui
nl_nl: Als je een andere actie wilt ondernemen met het item, klik op deze

source: link
el: σύνδεσμος
es_es: enlace
fr_fr: lien
it_it: qui

source: Item Image
da_dk: Produktbillede
de_de: Artikelbild
el: Εικόνα Αντικειμένου
es_es: Imagen del artículo
fr_fr: Image de l'article
it_it: Immagine oggetto
nl_nl: Item afbeelding

source: Current bid:
da_dk: Nuværende bud:
de_de: Aktuelles Gebot:
el: Τρέχουσα προσφορά:
es_es: Puja actual:
fr_fr: Enchère actuelle:
it_it: Offerta attuale:
nl_nl: Huidig bod:

source: Ends in:
es_es: Termina en:
it_it: Termina tra:

source: update your credit card information
es_es: actualices la información de tu tarjeta de crédito
it_it: aggiorna i dettagli della tua carta di credito
nl_nl: je creditcard informatie bijwerken

source: price: %s
es_es: precio: %s
it_it: prezzo: %s
nl_nl: prijs: %s
