Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Set the fee for this auction, a user needs to pay, before being able to place a bid
da_dk: Angiv gebyret for denne auktion, som en bruger skal betale, før han kan afgive et bud
de_de: Lege die Gebühr für diese Auktion fest, die ein Benutzer zahlen muss, bevor er ein Gebot abgeben kann
el: Ορισμός χρέωσης για αυτή τη δημοπρασία που πρέπει να πληρώσει ένας χρήστης πριν μπορέσει να τοποθετήσει μια προσφορά
es_es: Establece la cuota para esta subasta, el usuario debe pagar antes de poder realizar una puja
fr_fr: Définir les frais pour cette enchère, qu'un utilisateur doit payer, avant de pouvoir placer une offre
it_it: Imposta la quota che l'utente deve pagare per quest'asta prima che possa fare offerte.
nl_nl: Inschrijfkosten instellen voor deze veiling, een gebruiker moet betalen voordat hij een bod kan plaatsen

source: Override commissions fee options
es_es: Sobrescribir las opciones de cuota de comisión
it_it: Sovrascrivi le opzioni per la commissione
nl_nl: Commissiekosten opties overschrijven

source: Enable to override the global options and set specific commission fee options for this auction
es_es: Activa si sobrescribir las opciones globales y establecer opciones de cuota de comisión específica para esta subasta
it_it: Abilita per sovrascrivere le opzioni globali e personalizzare le opzioni per la commissione per quest'asta.
nl_nl: Inschakelen om de globale opties te overschrijven en specifieke commissiekosten opties voor deze veiling in te stellen

source: Apply commission fee for winner auction
es_es: Aplicar cuota de comisión al ganador de la subasta
it_it: Applica una commissione per il vincitore dell'asta
nl_nl: Commissiekosten toepassen op veiling winnaar

source: Enable to apply a specific commission fee for auction winner
es_es: Activa si aplicar una cuota de comisión específica al ganador de la subasta
it_it: Abilita per applicare una commissione specifica per il vincitore dell'asta.
nl_nl: Inschakelen om specifieke commissiekosten toe te passen op de veiling winnaar

source: Commission fee
es_es: Cuota de comisión
it_it: Commissione
nl_nl: Commissiekosten

source: Set the commission fee for auction winner
es_es: Establece la cuota de comisión para el ganador de la subasta
it_it: Imposta una commissione per il vincitore dell'asta.
nl_nl: Bepaal de commissiekosten voor de veilingwinnaar

source: Fixed price
es_es: Precio fijo
it_it: Prezzo fisso
nl_nl: Vaste prijs

source: % of winner bid
es_es: % de la puja del ganador
it_it: % dell'offerta vincente
nl_nl: % van het winnende bod

source: Commission label
es_es: Etiqueta de comisión
it_it: Testo per "Commissione"
nl_nl: Commissie label

source: Enter a label to identify the commission in checkout and product page. This will override general option
es_es: Introduce una etiqueta para identificar la comisión en el pago y la página de producto. Esto sobrescribirá la opción general
it_it: Inserisci un testo per identificare la commissione nella pagina prodotto e al checkout. Così facendo saranno sovrascritte le opzioni generali.
nl_nl: Label invoeren om de commissie in de afreken- en productpagina te identificeren. Dit zal de algemene optie overschrijven

source: Override rescheduling options
da_dk: Overskriv omlægningsindstillingerne
de_de: Optionen für die Neuplanung überschreiben
el: Παράκαμψη επιλογών επαναπρογραμματισμού
es_es: Sobrescribir opciones de re-programación
fr_fr: Remplacer les options de replanification
it_it: Sovrascrivi le opzioni di riprogrammazione
nl_nl: Opnieuw plannen opties overschrijven

source: Enable to override the global options and set specific rescheduling options for this auction.
es_es: Activa si sobrescribir las opciones globales y establecer opciones de reprogramación específicas para esta subasta.
it_it: Abilita per sovrascrivere le opzioni globali e personalizzare le opzioni di riprogrammazione per quest'asta.
nl_nl: Inschakelen om de globale opties te overschrijven en specifieke opnieuw plannen opties in te stellen voor deze veiling.

source: Reschedule ended auctions without bids
da_dk: Genstartede auktioner der er afsluttet uden bud
de_de: Plane Auktionen ohne Gebote neu
el: Επαναπρογραμματισμός τερματισμένων δημοπρασιών χωρίς προσφορές
es_es: Re-programar subastas finalizadas sin pujas
fr_fr: Replanifier les enchères terminées sans enchères
it_it: Riprogramma le aste terminate senza offerte
nl_nl: Veilingen zonder biedingen opnieuw plannen

source: Enable to automatically reschedule ended auctions without bid.
da_dk: Aktiver automatisk omplanlægning af afsluttede auktioner uden bud.
de_de: Aktiviere diese Option, um beendete Auktionen ohne Gebot automatisch neu zu planen.
el: Ενεργοποίηση αυτόματου επαναπρογραμματισμού τερματισμένων δημοπρασιών χωρίς προσφορά.
es_es: Activa re-programar automáticamente las subastas que han finalizado sin pujas.
fr_fr: Activer pour replanifier automatiquement les enchères terminées sans enchère.
it_it: Attiva per riprogrammare automaticamente le aste terminate senza offerte.
nl_nl: Automatisch opnieuw plannen inschakelen voor beëindigde veilingen zonder biedingen.

source: Reschedule ended auctions with the reserve price not reached
da_dk: Genstartede auktioner med reserverede pris er ikke opnået
de_de: Die Auktion wurde neu geplant, wobei der Mindestpreis nicht erreicht wurde
el: Επαναπρογραμματισμός τερματισμένων δημοπρασιών με μη συμπληρωμένη τιμή κράτησης
es_es: Re-programar subastas finalizadas con el precio de reserva no alcanzado
fr_fr: Replanifier les enchères terminées avec le prix de réserve non atteint
it_it: Riprogramma le aste terminate con prezzo di riserva non raggiunto
nl_nl: Veilingen waarbij de gereserveerde prijs niet is bereikt, opnieuw plannen

source: Enable to automatically reschedule ended auctions if the reserve price was not reached by any submitted bids.
da_dk: Aktiver automatisk omplanlægning af afsluttede auktioner, hvis reserveprisen ikke blev nået af nogen afgivne bud.
de_de: Aktiviere diese Option, um beendete Auktionen automatisch neu zu planen, wenn der Mindestpreis durch ein abgegebenes Gebot nicht erreicht wurde
el: Ενεργοποίηση αυτόματου επαναπρογραμματισμού τερματισμένων δημοπρασιών αν η τιμή κράτησης δεν έχει συμπληρωθεί από καμία υποβληθείσα προσφορά.
es_es: Activar la re-programación automática de subastas finalizadas si el precio de reserva no ha sido alcanzado con ninguna de las pujas.
fr_fr: Permet de replanifier automatiquement les enchères terminées si le prix de réserve n'a pas été atteint par les offres soumises.
it_it: Attiva per riprogrammare automaticamente le aste terminate se il prezzo di riserva non è stato raggiunto da nessuna offerta.
nl_nl: Automatisch opnieuw plannen inschakelen voor beëindigde veilingen waarbij de gereserveerde prijs niet is bereikt door geplaatste biedingen.

source: Auctions will be rescheduled for another
da_dk: Auktionen vil blive startet igen med mulighed for flere kan byde
de_de: Auktionen werden für eine andere verschoben
el: Να γίνεται επαναπρογραμματισμός δημοπρασιών ξανά για
es_es: Las subastas serán re-programadas para otro
fr_fr: Les enchères seront reportées pour une autre
it_it: Le aste verranno riprogrammate per altri
nl_nl: Veilingen worden opnieuw gepland voor nog eens

source: Set the length of time for which the auction will run again. The auction will reset itself to the original auction product settings and all previous bids will be removed.
da_dk: Angiv, hvor længe auktionen skal køre igen. Auktionen nulstiller sig selv til de oprindelige auktionsindstillinger, og alle tidligere bud fjernes.
de_de: Lege fest, wie lange die Auktion erneut ausgeführt werden soll. Die Auktion wird auf die ursprünglichen Einstellungen des Auktionsprodukts zurückgesetzt und alle vorherigen Gebote werden entfernt.
el: Ορίστε την χρονική διάρκεια κατα την οποία θα ξαναγίνει εκτέλεση δημοπρασίας. Θα γίνει αυτόματη επαναφορά των αρχικών ρυθμίσεων προϊόντος δημοπρασίας και οι προηγούμενες προσφορές θα αφαιρεθούν.
es_es: Establece la longitud de tiempo por la que estará de nuevo activa la subasta. La subasta se reiniciará a si misma a los ajustes originales de producto de subasta y todas las pujas anteriores serán eliminadas.
fr_fr: Définissez la durée pendant laquelle l'enchère se poursuivra. L'enchère sera réinitialisée aux paramètres d'origine du produit de l'enchère et toutes les offres précédentes seront supprimées.
it_it: Imposta la durata per cui l'asta sarà di nuovo attiva. Al termine, l'asta sarà reimpostata alla configurazione originale e tutte le offerte precedenti verranno rimosse.
nl_nl: Instellen voor hoelang de veiling opnieuw wordt gepland. De veiling zal zichzelf resetten naar de originele veiling product instellingen en alle vorige biedingen worden verwijderd.

source: Override overtime options
da_dk: Overskriv Ekstratids mulighederne
de_de: Überstundenoptionen überschreiben
el: Παράκαμψη επιλογών παράτασης
es_es: Sobrescribir opciones de tiempo extra
fr_fr: Remplacer les options d'heures supplémentaires
it_it: Sovrascrivi le opzioni di prolungamento
nl_nl: Extra tijd opties overschrijven

source: Enable to override the global options and set specific overtime options for this auction.
es_es: Activa si sobrescribir las opciones globales y establecer opciones de tiempo extra específicas para esta subasta.
it_it: Abilita per sovrascrivere le opzioni globali e personalizzare le opzioni di prolungamento per quest'asta.
nl_nl: Inschakelen om de globale opties te overschrijven en specifieke extra tijd opties in te stellen voor deze veiling.

source: Set overtime
da_dk: Indstil Ekstratid
de_de: Überstunden einstellen
el: Ορισμός παράτασης
es_es: Establecer tiempo extra
fr_fr: Définir les heures supplémentaires
it_it: Imposta prolungamento
nl_nl: Extra tijd instellen

source: Enable to extend the auction duration if someone puts a bid when the auction is about to end.
da_dk: Aktivér for at forlænge auktionens varighed, hvis nogen lægger et bud, når auktionen er ved at løbe ud.
de_de: Aktiviere diese Option, um die Auktionsdauer zu verlängern, wenn jemand zum Ende der Auktion ein Gebot abgibt.
el: Ενεργοποιήστε να επεκτείνετε την διάρκεια δημοπρασίας αν κάποιος τοποθετεί προσφορά όταν η δημοπρασία πρόκειται να λήξει.
es_es: Activa extender la duración de la subasta si alguien hace una puja cuando la subasta está a punto de terminar.
fr_fr: Activez pour prolonger la durée de l'enchère si quelqu'un met une offre alors que l'enchère est sur le point de se terminer
it_it: Attiva per prolungare la durata dell'asta se qualcuno fa un'offerta quando sta per terminare.
nl_nl: Inschakelen om de veiling-duur te verleningen wanneer iemand kort voordat de veiling afloopt, een bod plaatst.

source: Override settings
da_dk: Overskriv indstillingerne
de_de: Einstellungen überschreiben
el: Ρυθμίσεις παράκαμψης
es_es: Sobrescribir ajustes
fr_fr: Remplacer les paramètres
it_it: Sovrascrivi le impostazioni
nl_nl: Instellingen overschrijven

source: Set the overtime rule when the auction is about to end.
da_dk: Angiv overtidsregel når en auktion er ved at løbe ud.
de_de: Lege die Überstundenregel fest, wenn die Auktion beendet wird.
el: Ορίστε κανόνα παράτασης για όταν η δημοπρασία πρόκειται να τερματιστεί.
es_es: Establece la regla de tiempo extra cuando la subasta está a punto de terminar.
fr_fr: Définissez la règle des heures supplémentaires lorsque l'enchère est sur le point de se terminer.
it_it: Imposta regola per il prolungamento dell'asta quando sta per terminare.
nl_nl: Stel de extra tijd regel in, wanneer een veiling bijna is afgelopen.

source: Re-schedule
da_dk: Omplanlæg
de_de: Neu planen
el: Επαναπρογραμματισμός
es_es: Re-programar
fr_fr: Reprogrammer
it_it: Riprogramma
nl_nl: Opnieuw plannen

source: Change the dates and click on the update button to re-schedule the auction
da_dk: Gennemgå oplysningerne og klik på "Opdater" for at genstarte auktionen
de_de: Ändere die Daten und klicke auf den Button "Aktualisieren", um die Auktion neu zu planen
el: Αλλάξτε τις ημερομηνίες και κάντε κλικ στο κουμπί αναβάθμισης για επαναπρογραμματισμό δημοπρασίας
es_es: Cambia las fechas y haz clic en el botón actualizar para re-programar la subasta
fr_fr: Modifiez les dates et cliquez sur le bouton de mise à jour pour reprogrammer l'enchère
it_it: Modifica le date e premi il pulsante Aggiorna per riprogrammare l'asta
nl_nl: Wijzig de data en klik op de bijwerken knop om de veiling te opnieuw te plannen

source: Auction bid list
da_dk: Budhistorik
de_de: Auktionsgebotsliste
el: Λίστα προσφορών δημοπρασίας
es_es: Lista de pujas de subasta
fr_fr: Liste d'enchères
it_it: Lista offerte asta
nl_nl: Lijst van biedingen

source: Auction status
da_dk: Auktion status
de_de: Auktionsstatus
el: Κατάσταση δημοπρασίας
es_es: Estado de subasta
fr_fr: Statut de l'enchère
it_it: Stato dell'asta
nl_nl: Status van de veiling

source: Auction details
da_dk: Auktionsdetaljer
de_de: Auktionsdetails
el: Λεπτομέρειες δημοπρασίας
es_es: Detalles de subasta
fr_fr: Détails de l'enchère
it_it: Dettagli asta
nl_nl: Veiling details

source: Banned
da_dk: Udelukket
de_de: Verboten
el: Αποκλείστηκε
es_es: Bloqueado
fr_fr: Banni
it_it: Bloccato
nl_nl: Verbannen

source: Check this option if you want to ban user from bidding
da_dk: Aktiver denne mulighed hvis du ønsker at udelukke en bruger fra at afgive bud
de_de: Aktiviere diese Option, wenn du dem Benutzer das Bieten verbieten möchtest
el: Επιλέξτε αν θέλετε να αποκλείσετε κάποιον χρήστη από το να υποβάλλει προσφορά
es_es: Marca esta opción si quieres bloquear al usuario de pujar
fr_fr: Cochez cette option si vous souhaitez interdire à un utilisateur d'enchérir
it_it: Attiva questa opzione se vuoi bloccare l'utente dalle offerte
nl_nl: Selecteer deze optie als je de gebruiker wilt verbieden om te bieden

source: Ban Message
da_dk: Meddelelse om udelukkelse
de_de: Nachricht verbieten
el: Μήνυμα Αποκλεισμού
es_es: Mensaje de bloqueo
fr_fr: Message d'interdiction
it_it: Messaggio del blocco
nl_nl: Verbannen bericht

source: Optionally you can show a message, explaining why the user has been banned
da_dk: Eventuelt kan du vise en besked, der forklarer, hvorfor brugeren er blevet udelukket
de_de: Optional kannst du eine Nachricht anzeigen, in der erläutert wird, warum der Benutzer gesperrt wurde
el: Προαιρετικά μπορείτε να εμφανίσετε μήνυμα εξηγώντας γιατί ο χρήστης αποκλείστηκε
es_es: Opcionalmente, puedes mostrar un mensaje, explicando por qué su cuenta ha sido bloqueada
fr_fr: Vous pouvez éventuellement afficher un message expliquant pourquoi son interdiction a été interdite.
it_it: Facoltativamente puoi mostrare un messaggio spiegando le motivazioni del blocco
nl_nl: Optioneel kun je een bericht tonen, met de uitleg waarom de gebruiker is verbannen

source: End on
da_dk: Slutter om
de_de: Endet am
el: Τερματισμός στις
es_es: Finaliza en
fr_fr: Se termine le
it_it: Termina il
nl_nl: Eindigt op

source: Status
el: Κατάσταση
es_es: Estado
fr_fr: Statut
it_it: Stato

source: Started and not exceeded the reserve price
da_dk: Startet men har endnu ikke opnået reserveret pris
de_de: Startete und überschritt den Mindestpreis nicht
el: Ξεκίνησαν και δεν ξεπέρασαν την τιμή κράτησης
es_es: Empezada y sin exceder el precio de reserva
fr_fr: A commencé et n'a pas dépassé le prix de réserve
it_it: Iniziata senza aver superato il prezzo di riserva
nl_nl: Gestart en gereserveerde prijs niet overschreden

source: Ended and not exceeded the reserve price
es_es: Ha finalizado y no se ha excedido el precio de reserva
it_it: Terminata senza aver superato il prezzo di riserva
nl_nl: Beëindigd en de reserveprijs is niet bereikt

source: Purchased through buy now
da_dk: Købt gennem køb nu
de_de: Durch Kauf jetzt gekauft
el: Αγοράστηκε μέσω άμεσης αγοράς
es_es: Comprados a través de 'Comprar ahora'
fr_fr: Acheté via Acheter maintenant
it_it: Acquistato tramite Compra subito
nl_nl: Gekocht via 'Nu kopen'

source: Auction list
da_dk: Auktions oversigt
de_de: Auktionsliste
el: Λίστα δημοπρασίας
es_es: Lista de subasta
fr_fr: Liste des enchères
it_it: Elenco aste
nl_nl: Veiling lijst

source: Auction page
da_dk: Auktions side
de_de: Auktionsseite
el: Σελίδα δημοπρασίας
es_es: Página de subasta
fr_fr: Page d'enchères
it_it: Pagina asta
nl_nl: Veilingen pagina

source: Customization
da_dk: Tilpasning
de_de: Anpassung
el: Προσαρμογή
es_es: Personalización
fr_fr: Personnalisation
it_it: Personalizzazione
nl_nl: Aanpassingen

source: Your customers can purchase products at the best price ever taking full advantage of the online auction system as the most popular portals, such as eBay, can do.
da_dk: Dine kunder kan købe varer til den bedste med alle de fordel et online-auktionssystemet giver, Lige som de mest populære portaler såsom eBay gør.
de_de: Deine Kunden können Produkte zum besten Preis aller Zeiten kaufen und dabei das Online-Auktionssystem voll ausnutzen, wie es die beliebtesten Portale wie eBay können.
el: Oι πελάτες σας μπορούν να αγοράζουν προϊόντα στην καλύτερη τιμή, επωφελούμενοι από το online σύστημα δημοπρασίας, όπως χρησιμοποιούν οι πιο γνωστές πύλες, σαν το eBay.
es_es: Tus clientes pueden comprar los productos al mejor precio tomando ventaja del sistema de subastas en línea como los portales más populares, tal y como Ebay lo hace.
fr_fr: Vos clients peuvent acheter des produits au meilleur prix en profitant pleinement du système d'enchères en ligne, comme le peuvent les portails les plus populaires, comme eBay.
it_it: I tuoi clienti possono acquistare prodotti al miglior prezzo di sempre approfittando del sistema di aste online come fanno i portali più popolari come ad esempio eBay.
nl_nl: Je klanten kunnen producten kopen tegen de beste prijs ooit, en gebruik maken van een online veilingsysteem net als de meest populaire portalen, zoals eBay.

source: Plugin documentation
da_dk: Plugin dokumentation
de_de: Plugin-Dokumentation
el: Εγχειρίδιο χρήσης πρόσθετου
es_es: Documentación del plugin
fr_fr: Documentation du plugin
it_it: Documentazione del plugin
nl_nl: Plugin documentatie

source: Help Center
da_dk: Hjælp
de_de: Hilfezentrum
el: Κέντρο Βοήθειας
es_es: Centro de ayuda
fr_fr: Centre d'aide
it_it: Centro assistenza

source: Support platform
de_de: Support-Plattform
el: Πλατφόρμα υποστήριξης
es_es: Plataforma de soporte
fr_fr: Plateforme de support
it_it: Piattaforma di supporto

source: Changelog
da_dk: Ændringslog
de_de: Änderungsprotokoll
el: Σύνοψη αλλαγών
es_es: Registro de cambios
fr_fr: Journal des modifications
nl_nl: Wijzigingenlogboek

source: current version
da_dk: nuværende version
de_de: aktuelle Version
el: τρέχουσα έκδοση
es_es: versión actual
fr_fr: version actuelle
it_it: Versione attuale
nl_nl: huidige versie

source: Are you sure you want to delete the customer's bid?
da_dk: Er du sikker på, at du vil slette kundens bud?
de_de: Möchtest du das Gebot des Kunden wirklich löschen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε την προσφορά του πελάτη;
es_es: ¿Estás seguro de que quieres eliminar la puja del cliente?
fr_fr: Voulez-vous vraiment supprimer l'enchère du client?
it_it: Sei sicuro di voler eliminare l'offerta del cliente?
nl_nl: Weet je zeker dat je het bod van deze klant wilt verwijderen?

source: Error: You have to set the %s for this auction.
es_es: Error: Debes establecer el %s para esta subasta.
it_it: Errore: devi impostare %s per quest'asta.
nl_nl: Fout: Je moet het volgende instellen voor deze veiling: %s

source: This is a sealed auction.
da_dk: Dette er en lukket auktion.
de_de: Dies ist eine versiegelte Auktion.
el: Αυτή η δημοπρασία είναι κλειδωμένη.
es_es: Está es una subasta sellada.
it_it: Questa è un'asta segreta.
nl_nl: Dit is een gesloten veiling.

source: Current bid is hidden.
da_dk: Nuværende bud er skjulte.
de_de: Das aktuelle Gebot ist ausgeblendet.
el: Η τρέχουσα προσφορά είναι σε απόκρυψη.
es_es: La puja actual está oculta.
fr_fr: L'enchère actuelle est masquée.
it_it: L'offerta corrente è nascosta.
nl_nl: Huidige bod is verborgen.

source: Current bid: %s
da_dk: Nuværende bud: %s
de_de: Aktuelles Gebot: %s
el: Τρέχουσα προσφορά: %s
es_es: Puja actual: %s
fr_fr: Enchère actuelle: %s
it_it: Offerta attuale: %s
nl_nl: Huidig bod: %s

source: This is a reverse auction.
da_dk: Dette er en omvendt auktion.
de_de: Dies ist eine umgekehrte Auktion.
el: Αυτή είναι αντίστροφη δημοπρασία.
es_es: Esta es una subasta inversa.
fr_fr: Il s'agit d'une enchère inversée.
it_it: Questa è un'asta al ribasso.
nl_nl: Dit is een omgekeerde veiling.

source: You won this auction
da_dk: Du har vundet denne auktion
de_de: Du hast diese Auktion gewonnen
el: Κερδίσατε την δημοπρασία
es_es: Has ganado esta subasta
fr_fr: Vous avez gagné cette enchère
it_it: Hai vinto quest'asta
nl_nl: Je hebt deze veiling gewonnen

source: Pay now
da_dk: Betal nu
de_de: Zahle jetzt
el: Άμεση πληρωμή
es_es: Pagar ahora
fr_fr: Payez maintenant
it_it: Paga subito
nl_nl: Nu betalen

source: Closed
da_dk: Lukket
de_de: Abgeschlossen
el: Κλειστή
es_es: Cerrada
fr_fr: Fermée
it_it: Chiusa
nl_nl: Gesloten

source: Finished
da_dk: Slut
de_de: Fertig
el: Έληξε
es_es: Finalizada
fr_fr: Finie
it_it: Terminata
nl_nl: Geëindigd

source: You need to be logged in, before you can add a product in your watchlist
es_es: Deber iniciar sesión antes de añadir un producto a tu lista de seguimiento
it_it: Per aggiungere un prodotto alla lista è necessario effettuare il login
nl_nl: Je moet zijn ingelogd voordat je een product kunt toevoegen aan je kijklijst

source: An error occurred while loading the bids.
es_es: Ha ocurrido un error mientras se cargaban las pujas.
it_it: Si è verificato un errore durante il caricamento delle offerte.
nl_nl: Er is een fout opgetreden tijdens het laden van de biedingen.

source: Visit our site
es_es: Visita nuestro sitio
it_it: Visita il nostro sito
nl_nl: Bezoek onze site

source: An error occurred while process your request.
es_es: Ha ocurrido un error mientras se procesaba tu solicitud.
it_it: Si è verificato un errore durante l'elaborazione della tua richiesta.
nl_nl: Er is een fout opgetreden tijdens het verwerken van je verzoek.

source: You must be logged before bidding on a product
da_dk: Du skal være logget ind for at kunne byde
de_de: Du muss angemeldet sein, bevor du auf ein Produkt bieten kannst
el: Πρέπει να έχετε συνδεθεί πριν υποβάλλετε προσφορά για ένα προϊόν
es_es: Debes iniciar sesión antes de pujar por un producto
fr_fr: Vous devez être connecté avant d'enchérir sur un produit
it_it: Per poter fare un'offerta sul prodotto devi essere loggato
nl_nl: Je moet zijn ingelogd voordat je kunt bieden op een product

source: Order cancelled - Auctions not paid on time.
es_es: Pedido cancelado - La subasta no ha sido pagada a tiempo
it_it: Ordine annullato - aste non pagate in tempo.
nl_nl: Bestelling geannuleerd - Veilingen niet op tijd betaald.

source: You cannot buy this product
da_dk: Du kan ikke købe denne vare
de_de: Du kannst dieses Produkt nicht kaufen
el: Δεν είναι δυνατή η αγορά του προϊόντος
es_es: No puedes comprar este producto
fr_fr: Vous ne pouvez pas acheter ce produit
it_it: Non è possibile acquistare questo prodotto
nl_nl: Je kunt dit product niet kopen

source: Please insert a value for your bid.
da_dk: Angiv en værdi for dit bud.
de_de: Bitte gib einen Wert für dein Gebot ein.
el: Παρακαλώ εισάγετε μια αξία για την προσφορά σας.
es_es: Por favor, inserta un valor para tu puja.
fr_fr: Veuillez insérer une valeur pour votre enchère.
it_it: Inserisci un valore per la tua offerta
nl_nl: Voer een waarde in voor je bod.
