Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Privacy checkbox text
es_es: Texto de casilla de verificación de privacidad
it_it: Testo checkbox privacy
nl_nl: Privacy keuzevakje tekst

source: Enter the privacy checkbox text
es_es: Introduce el texto de la casilla de verificación de privacidad
it_it: Inserisci il testo per il checkbox della privacy
nl_nl: Privacy keuzevakje tekst invoeren

source: Send email to followers
es_es: Enviar correo electrónico a los seguidores
it_it: Invia email ai follower
nl_nl: E-mail sturen naar volgers

source: To notify any new bid in the auction they follow
es_es: Para notificar cualquier nueva puja en la subasta que siguen
it_it: Per essere avvisati di ogni nuova offerta per l'asta che seguono
nl_nl: Om te melden wanneer een nieuw bod is geplaatst in de veiling die ze volgen

source: When the auction is about to end
es_es: Cuando la subasta está a punto de finalizar
it_it: Quando l'asta sta per terminare
nl_nl: Wanneer een veiling bijna afloopt

source: When the auction is closed by buy now
es_es: Cuando la subasta se cierra por Comprar ahora
it_it: Quando l'asta si chiude per pagamento immediato
nl_nl: Wanneer de veiling is gesloten door 'Nu kopen'

source: Send email to bidders
da_dk: Send en e-mail til dem der har budt
de_de: E-Mail an Bieter senden
el: Αποστολή email σε πλειοδότες
es_es: Enviar correo electrónico a los pujadores
fr_fr: Envoyer un e-mail aux soumissionnaires
it_it: Invia l'email agli offerenti
nl_nl: E-mail sturen naar bieders

source: To notify any new bid
es_es: Para notificar cualquier nueva puja
it_it: Per notificare ogni nuova offerta
nl_nl: Om een nieuw bod te melden

source: When they lose the auction
es_es: Cuando pierden una subasta
it_it: Quando perdono l'asta
nl_nl: Wanneer ze de veiling verliezen

source: Send notifications to notify the ending auction
es_es: Enviar avisos para hacer saber que la subasta está a punto de finalizar
it_it: Invia le notifiche per avvisare che l'asta sta per terminare
nl_nl: Meldingen sturen om te informeren dat een veiling afloopt

source: Set when to send the email to notify bidders and followers that the auction is about to end
es_es: Establece cuando enviar el correo electrónico para avisar a los pujadores y seguidores de que la subasta está a punto de finalizar
it_it: Imposta quando inviare l'email per notificare gli offerenti e i follower che l'asta sta per terminare
nl_nl: Instellen wanneer de e-mail wordt verzonden om bieders en volgers te informeren dat een veiling op het punt staat te eindigen

source: Show unsubscribe link in email notifications
es_es: Mostrar enlace de Dar de baja en los avisos de correo electrónico
it_it: Mostra il link "Cancella iscrizione" nelle notifiche email
nl_nl: Toon uitschrijven link in e-mail meldingen

source: Enable to add an unsubscribe link in the email notifications for bidders and followers.
es_es: Activa si añadir un enlace de Dar de baja en los avisos de correo electrónico para pujadores y seguidores.
it_it: Abilita per aggiungere un link per permettere agli offerenti e i follower di cancellare la loro iscrizione dalle notifiche email.
nl_nl: Inschakelen om een uitschrijven link toe te voegen aan de e-mail meldingen voor bieders en volgers.

source: They will be redirected to the "Unsubscribe" page that you can find and customize in %s
es_es: Serán redirigidos a la página ''Dar de baja'' que puedes encontrar y personalizar en %s
it_it: Saranno reindirizzati alla pagina "Cancella iscrizione" che trovi e potrai personalizzare in %s
nl_nl: Ze worden doorgestuurd naar de "Uitschrijven" pagina welke je kunt vinden een aanpassen in %s

source: Pages
es_es: Páginas
it_it: Pagine
nl_nl: Pagina's

source: Unsubscribe link label
es_es: Etiqueta del enlace Dar de baja
it_it: Testo link "Cancella l'iscrizione"
nl_nl: Uitgeschreven link label

source: Set the label for the Unsubscribe link in email notifications
es_es: Establece la etiqueta para el enlace Dar de baja en los avisos de correo electrónico
it_it: Imposta il testo per il link di cancellazione dalle notifiche email
nl_nl: Label instellen voor de Uitschrijven link in de e-mail meldingen

source: Automatically refresh the auction page in Ajax
da_dk: Automatisk opdater siden med auktioner i Ajax
de_de: Aktualisiere die Auktionsseite in Ajax automatisch
el: Αυτόματη ανανέωση της σελίδας δημοπρασίας σε Ajax
es_es: Refrescar la página de la subasta automáticamente con Ajax
fr_fr: Actualiser automatiquement la page d'enchères à Ajax
it_it: Aggiorna automaticamente la pagina asta in Ajax
nl_nl: Veiling pagina automatisch vernieuwen in Ajax

source: Enable to automatically refresh the auction page in Ajax. In this way, the users will see the auction updates without having to reload the page.
es_es: Activar para actualizar automáticamente la página de subastas en Ajax. De esta manera, los usuarios verán las actualizaciones de la subasta sin tener que recargar la página.
it_it: Abilita per aggiornare automaticamente la pagina aste in AJAX. In questo modo, gli utenti vedranno gli aggiornamenti delle aste senza dover ricaricare la pagina.
nl_nl: Inschakelen om de veiling pagina automatisch te vernieuwen in Ajax. Op deze manier zien gebruikers veiling updates zonder de pagina opnieuw te laden.

source: Refresh auction page each (seconds)
da_dk: Indlæs auktionssiden for hver (sekunder)
de_de: Auktionsseite jeweils aktualisieren (Sekunden)
el: Ανανέωση σελίδας δημοπρασίας κάθε (δευτερόλεπτα)
es_es: Refrescar página de subasta cada (segundos)
fr_fr: Actualiser la page d'enchères toutes les (secondes)
it_it: Aggiorna la pagina aste ogni (secondi)
nl_nl: Veilingen pagina vernieuwen elke (seconden)

source: Set how often to automatically refresh the auction page
da_dk: Indstil hvor ofte auktionssiden skal automatisk genindlæses
de_de: Lege fest, wie oft die Auktionsseite automatisch aktualisiert werden soll
el: Ορίστε ποσό συχνά να γίνεται αυτόματη ανανέωση της σελίδας δημοπρασίας
es_es: Establece cada cuánto refrescar automáticamente la página de la subasta
fr_fr: Définir la fréquence d'actualisation automatique de la page d'enchères
it_it: Imposta ogni quanti secondi aggiornare la pagina aste automaticamente
nl_nl: Instellen hoe vaak de veilingen pagina automatisch moet worden vernieuwd

source: Automatically refresh info in My Account > My auctions in Ajax
da_dk: Opdater automatisk oplysninger i "Min konto"
de_de: Informationen automatisch aktualisieren unter Mein Konto> Meine Auktionen in Ajax
el: Αυτόματη ανανέωση στοιχείων σε Ο Λογαριασμός Μου > Οι δημοπρασίες μου σε Ajax
es_es: Refrescar información automáticamente en Mi cuenta > Mis subastas con Ajax
fr_fr: Actualiser automatiquement les informations dans Mon compte> Mes enchères à Ajax
it_it: Aggiorna automaticamente in Ajax le informazioni in "Il mio account > Le mie aste"
nl_nl: Info automatisch vernieuwen in Mijn account > Mijn veilingen in Ajax

source: Enable to automatically refresh the "My auctions" section in "My account" in Ajax. In this way, the users will see the auction updates before reloading the page.
da_dk: Aktiver automatisk for at opdatere siden "Mine auktioner" i "Min konto" i Ajax. På denne måde vil brugerne se auktionsopdateringerne, inden de genindlæser siden.
de_de: Aktiviere diese Option, um den Abschnitt "Meine Auktionen" in "Mein Konto" in Ajax automatisch zu aktualisieren. Auf diese Weise sehen die Benutzer die Auktionsaktualisierungen, bevor sie die Seite neu laden.
el: Ενεργοποιήστε να γίνεται αυτόματη ανανέωση της ενότητας “Οι δημοπρασίες μου” στο “Ο λογαριασμός μου” σε Ajax. Έτσι, οι χρήστες θα μπορούν να δουν τις ενημερώσεις δημοπρασίας πριν επαναφορτώσουν τη σελίδα.
es_es: Activa refrescar automáticamente la sección "Mis subastas" en "Mi cuenta" con Ajax. De este modo, los usuarios verán las actualizaciones de la subasta sin recargar la página.
fr_fr: Activez pour actualiser automatiquement la section «Mes enchères» dans «Mon compte» en Ajax. De cette façon, les utilisateurs verront les mises à jour des enchères avant de recharger la page.
it_it: Attiva per aggiornare automaticamente in Ajax la sezione "Le mie aste" ne "Il mio account". In questo modo gli utenti vedranno l'asta aggiornata prima di dover ricaricare la pagina.
nl_nl: Inschakelen om de "Mijn veilingen" sectie in "Mijn account' automatisch te vernieuwen in Ajax. Op deze manier zien gebruikers veiling updates voordat ze de pagina herladen.

source: Set how often to automatically refresh the "My Auctions" section
da_dk: Indstil hvor ofte siden "Mine Auktioner" automatisk skal genindlæse
de_de: Lege fest, wie oft der Abschnitt "Meine Auktionen" automatisch aktualisiert werden soll
el: Ορίστε ποσό συχνά να γίνεται αυτόματη ανανέωση της ενότητας “Οι Δημοπρασίες Μου”
es_es: Establece cada cuánto refrescar automáticamente la sección ''Mis subastas''
fr_fr: Définissez la fréquence d'actualisation automatique de la section "Mes enchères"
it_it: Imposta ogni quanti secondi aggiornare la sezione "Le mie aste" automaticamente
nl_nl: Instellen hoe vaak de "Mijn veilingen" sectie automatisch moet worden vernieuwd

source: Login/register modal
da_dk: Login/tilmeld model
de_de: Anmelden / Registrieren modal
el: Βοηθητικό παράθυρο σύνδεσης/εγγραφής
es_es: Modal inicio de sesión/registro
fr_fr: Connexion/inscription modale
it_it: Popup accedi/registrati
nl_nl: Login/registreer scherm

source: To enable this option you need to install our <a href="%1$s" target="_blank">%2$2s</a> plugin.
es_es: Para habilitar esta opción debe instalar nuestro plugin <a href="%1$s" target="_blank">%2$2s</a>
it_it: Per abilitare quest'opzione devi avere installato il nostro plugin <a href="%1$s" target="_blank">%2$2s</a>.
nl_nl: Om deze optie in te schakelen moet je onze <a href="%1$s" target="_blank">%2$2s</a> plugin installeren.

source: Show a login/register modal
da_dk: Vis et login/tilmeld model
de_de: Zeige ein Login / Register Modal
el: Εμφάνιση βοηθητικού παραθύρου σύνδεσης/εγγραφής
es_es: Mostrar modal de inicio de sesión/registro
fr_fr: Afficher un modal de connexion/inscription
it_it: Mostra un popup per login/registrazione
nl_nl: Een login/registreer scherm tonen

source: Enable this option in order to allow users to login or register directly from auction page without the need to be redirected to my account page
da_dk: Aktivér denne mulighed for at give brugerne mulighed for at logge ind eller registrere sig direkte fra auktionssiden, uden det er nødvendigt at blive omdirigeret til "min konto side"
de_de: Aktiviere diese Option, damit Benutzer sich direkt von der Auktionsseite aus anmelden oder registrieren können, ohne auf meine Kontoseite umgeleitet werden zu müssen
el: Ενεργοποιήστε αυτή την επιλογή για να επιτρέψετε στους χρήστες να συνδέονται ή εγγράφονται απευθείας από την σελίδα δημοπρασίας χωρίς να χρειάζεται να γίνεται ανακατεύθυνση στη σελίδα ο λογαριασμός μου
es_es: Activa esta opción para permitir a los usuarios iniciar sesión o registrarse directamente desde la página de subasta sin re-dirigirlos a la página de Mi cuenta
fr_fr: Activez cette option afin de permettre aux utilisateurs de se connecter ou de s'inscrire directement à partir de la page d'enchères sans avoir besoin d'être redirigé vers la page de mon compte
it_it: Attiva questa opzione per permettere agli utenti di accedere o registrarsi dalla pagina dell'asta senza doverli reindirizzare alla pagina "Il mio account"
nl_nl: Deze optie inschakelen zodat gebruikers zich direct kunnen registreren of inloggen vanaf de veiling pagina, zonder door te worden verwezen naar de mijn account pagina

source: Enable to automatically reschedule ended auctions without a bid
da_dk: Aktiver automatisk genstart af auktioner uden bud
de_de: Aktiviere diese Option, um beendete Auktionen ohne Gebot automatisch neu zu planen
el: Ενεργοποίηση αυτόματου επαναπρογραμματισμού τερματισμένων δημοπρασιών χωρίς προσφορά
es_es: Establece re-programar automáticamente subastas que han finalizado sin pujas
fr_fr: Activer pour replanifier automatiquement les enchères terminées sans enchère
it_it: Attiva per riprogrammare automaticamente le aste terminate senza offerte
nl_nl: Automatisch opnieuw plannen inschakelen voor beëindigde veilingen zonder biedingen

source: Manage unpaid auctions
es_es: Gestionar subastas no pagadas
it_it: Gestione aste non pagate
nl_nl: Onbetaalde veilingen beheren

source: Enable to choose how to manage unpaid auctions (reschedule, contact the 2nd highest bidder, etc.)
es_es: Activa si escoger cómo gestionar las subastas no pagadas (reprogramar, contactar al segundo pujador más alto, etc.)
it_it: Abilita per scegliere come gestire le aste non pagate (riprogrammazione, contattare il secondo miglior offerente etc.)
nl_nl: Inschakelen om de bepalen hoe wordt omgegaan met niet betaalde veilingen (opnieuw plannen, 2e hoogste bieder contacteren, etc.).

source: If disabled, when an auction is not paid, nothing happen.
es_es: Si está desactivado, cuando una subasta no es pagada, no ocurre nada.
it_it: Se disabilitato, quando il pagamento dell'asta non viene completato non succederà nulla.
nl_nl: Indien uitgeschakeld, wanneer een veiling niet is betaald, gebeurt er niets.

source: Unpaid auctions will be rescheduled for another
es_es: Las subastas no pagadas serán reprogramadas para otro
it_it: Le aste non pagate saranno riprogrammate per altri
nl_nl: Niet betaalde veilingen worden opnieuw gepland voor nog eens

source: Send email to admin when an auction is rescheduled
es_es: Enviar un correo electrónico al administrador cuando una subasta es reprogramada
it_it: Invia un'email all'amministratore quando un'asta viene riprogrammata
nl_nl: E-mail sturen naar admin wanneer een veiling opnieuw is gepland

source: Enable to notify admin by email when an auction is automatically rescheduled
es_es: Activa su avisar al administrador por correo electrónico cuando una subasta es reprogramada automáticamente
it_it: Abilita per notificare l'amministratore per email quando un'asta viene riprogrammata automaticamente
nl_nl: Inschakelen om de beheerder per e-mail te informeren dat een veiling automatisch opnieuw is gepland

source: Auctions payment - Stripe options
es_es: Pago de subasta - Opciones de Stripe
it_it: Pagamenti aste - opzioni Stripe
nl_nl: Veilingen betaling - Stripe opties

source: Force users to add a credit card before to bid
es_es: Obliga a los usuarios a añadir una tarjeta de crédito antes de realizar una puja
it_it: Obbliga l'utente ad inserire una carta di credito prima di poter effettuare un'offerta
nl_nl: Forceer gebruikers om een creditcard toe te voegen om te kunnen bieden

source: Enable this option to check if a customer has at least one card saved in the My account > Payment method section. Without at least one card saved, the customer will not be able to bid on an auction.
es_es: Activa esta opción para comprobar si un cliente tiene al menos una tarjeta guardada en la sección Método de pago en Mi cuenta. Sin al menos una tarjeta guardada, el cliente no podrá pujar en una subasta.
it_it: Abilita quest'opzione per verificare se il cliente ha salvato almeno una carta di credito nella sezione "Il mio account > Metodo di pagamento". Se non ci sono carte salvate, non sarà possibile fare delle offerte.
nl_nl: Deze optie inschakelen als je wilt controleren of de klant minstens één bankpas heeft opgeslagen in zijn Mijn Account > Betaalmethodes sectie. Als er niet minstens een bankpas is opgeslagen, kan de klant niet bieden op deze veiling.

source: Notice to show in Payment Method section
es_es: Aviso a mostrar en la sección Método de Pago
it_it: Avviso da mostrare nella sezione"Metodo di pagamento"
nl_nl: Melding die wordt getoond in de betaalmethode sectie

source: Enter a text to explain your bidder why they have to add a credit card before to bid
es_es: Introduce un texto para explicar a tu pujador por qué tiene que añadir una tarjeta de crédito antes de pujar
it_it: Inserisci un testo per spiegare all'offerente perché è necessario aggiungere una carta di credito prima di poter fare un'offerta
nl_nl: Tekst invoeren om uit te leggen aan bieders waarom zij een credit card moeten toevoegen voordat zij kunnen bieden

source: Charge automatically the auction price to winner's credit card
es_es: Carga automáticamente el precio de la subasta a la tarjeta de crédito del ganador
it_it: Addebita automaticamente il costo del prodotto all'asta sulla carta di credito del vincitore
nl_nl: Automatisch de veilingprijs incasseren van de credit card van de winnaar

source: Enable to automatically charge the auction price to winner's credit card
es_es: Activa para cargar automáticamente el precio de la subasta a la tarjeta de crédito del ganador
it_it: Abilita per addebitare automaticamente il prezzo del prodotto all'asta sulla carta di credito del vincitore
nl_nl: Inschakelen om het winnende bod automatisch te incasseren van de winnaars credit card

source: Notice of automatic charge to show in Payment Method section
es_es: Aviso de cargo automático en la sección Método de pago
it_it: Avviso addebito automatico mostrato nella sezione Metodo di pagamento
nl_nl: Melding van automatisch incasso om weer te geven in betaalmethode sectie

source: Enter a text to alert your bidder that the item price will be automatically charged in his credit card, in case of winning the auction
es_es: Introduce un texto para avisar al pujador que el precio del artículo se cargará automáticamente a su tarjeta de crédito, en caso de ganar la subasta
it_it: Inserisci un testo per avvisare l'offerente che il costo del prodotto sarà addebitato automaticamente sulla carta di credito registrata nel caso in cui vinca l'asta
nl_nl: Tekst invoeren om je bieders te waarschuwen dat het bedrag van het item automatisch wordt geïncasseerd van hun credit card, in het geval van het winnen van een veiling

source: Automatically create a “Pending payment” order assigned to winner
es_es: Crear automáticamente un pedido ''Pago pendiente'' asignado al ganador
it_it: Crea automaticamente un ordine "In attesa di pagamento" per il vincitore dell'asta
nl_nl: Automatisch een "Betaling in behandeling" bestelling aanmaken op naam van de winnaar

source: Enable to automatically create an order in status “Pending Payment” assigned to auction’s winner.
es_es: Activa si crear un pedido automáticamente en el estado ''Pago pendiente'' asignado al ganador de la subasta.
it_it: Abilita per creare automaticamente un ordine in stato "In attesa di pagamento" per il vincitore dell'asta.
nl_nl: Inschakelen om automatisch een bestelling aan te maken met de status "Betaling in behandeling" toegekend aan de veilingwinnaar.

source: Within the email notification, redirect the auction's winner
da_dk: Inde i e-mail beskeden, kan auktionsvinderen omdirigeres
de_de: Leite innerhalb der E-Mail-Benachrichtigung den Gewinner der Auktion weiter
el: Μέσω ειδοποίησης email, να γίνει ανακατεύθυνση νικητή δημοπρασίας
es_es: En la notificación de correo electrónico, redireccionar al ganador de la subasta
fr_fr: Dans la notification par e-mail, redirigez le gagnant de l'enchère
it_it: Nella notifica email, reindirizza il vincitore dell'asta
nl_nl: In de e-mail melding, stuur de veiling winnaar door

source: to auction page
da_dk: Til auktionside
de_de: zur Auktionsseite
el: στη σελίδα δημοπρασίας
es_es: a la página de la subasta
fr_fr: vers la page des enchères
it_it: alla pagina dell'asta
nl_nl: naar veiling pagina

source: to cart page (With auction product in cart)
da_dk: til betalingssiden (Med auktionsvarer i indkøbskurven)
de_de: zur Warenkorbseite (Mit Auktionsprodukt im Warenkorb)
el: στη σελίδα καλαθιού (Με προϊόν δημοπρασίας στο καλάθι)
es_es: a la página del carrito ( con el producto de subasta en el carrito)
fr_fr: à la page du panier (avec le produit de la vente aux enchères dans le panier)
it_it: alla pagina Carrello (con il prodotto asta aggiunto)
nl_nl: naar winkelwagen pagina (met veiling product in winkelwagen)

source: to checkout page
da_dk: Gå til betaling
de_de: zur Checkout-Seite
el: στη σελίδα ταμείου
es_es: a la página de proceso de pago
fr_fr: à la page de paiement
it_it: alla pagina Checkout
nl_nl: naar afrekenscherm

source: Button label in email notification
da_dk: Knaptekst i e-mail beskeden
de_de: Buttonbezeichnung in der E-Mail-Benachrichtigung
el: Επιγραφή κουμπιού σε ειδοποίηση email
es_es: Etiqueta de botón en notificación de correo electrónico
fr_fr: Étiquette du bouton dans la notification par e-mail
it_it: Etichetta del pulsante nella notifica email
nl_nl: Knop label in e-mail melding

source: Enter the label for the button shown in the email sent to auction's winner
da_dk: Indtast teksten til knappen vist i e-mailen der sendes til auktionens vinder
de_de: Gib das Etikett für den Button in der E-Mail ein, die an den Gewinner der Auktion gesendet wurde
el: Εισάγετε την επιγραφή για το κουμπί που εμφανίζεται στο email που στέλνεται στον νικητή δημοπρασίας
es_es: Introduce la etiqueta para el botón mostrado en el correo electrónico enviado al ganado de la subasta
fr_fr: Entrez le libellé du bouton affiché dans l'e-mail envoyé au gagnant de l'enchère
it_it: Inserisci il testo per il pulsante mostrato nell'email inviata al vincitore dell'asta
nl_nl: Knop label invoeren van knop die wordt getoond in de e-mail, die wordt verstuurd aan de veiling winnaar

source: Show winner badge on auction image
da_dk: Vis vindermærke på auktionsbilledet
de_de: Siegerabzeichen auf Auktionsbild anzeigen
el: Εμφάνιση εμβλήματος νικητή στην εικόνα δημοπρασίας
es_es: Mostrar insignia de ganador en la imagen de la subasta
fr_fr: Afficher le badge du gagnant sur l'image de l'enchère
it_it: Mostra il badge vincitore sull'immagine dell'asta
nl_nl: Toon winnaarsbadge op veiling afbeelding

source: Enable to show a winner badge on auction image to the user who won the auction
da_dk: Aktiver for at vise et mærke på auktionsbillede til den bruger, der vandt auktionen
de_de: Aktiviere diese Option, um dem Benutzer, der die Auktion gewonnen hat, ein Gewinnerabzeichen auf dem Auktionsbild anzuzeigen
el: Ενεργοποιήστε να εμφανίζεται έμβλημα νικητή στην εικόνα δημοπρασίας στον χρήστη που κέρδισε την δημοπρασία
es_es: Activa mostrar una insignia de ganador en la imagen de la subasta para el usuario que ha ganado la subasta
fr_fr: Permet d'afficher un badge gagnant sur l'image de l'enchère à l'utilisateur qui a remporté l'enchère
it_it: Attiva per mostrare all'utente che ha vinto un badge vincitore sull'immagine dell'asta
nl_nl: Inschakelen om een winnaarsbadge te tonen op de veiling afbeelding voor de gebruiker die de veiling heeft gewonnen

source: Enter an optional message to show to the user who won the auction.
da_dk: Indtast en valgfri besked for at vise den bruger, der vandt auktionen.
de_de: Gib eine optionale Nachricht ein, die dem Benutzer angezeigt werden soll, der die Auktion gewonnen hat.
el: Εισάγετε προαιρετικό μήνυμα για να εμφανίζετε στον χρήστη ποιος κέρδισε την δημοπρασία.
es_es: Introduce un mensaje opcional para mostrar al usuario que ha ganado la subasta.
fr_fr: Saisissez un message facultatif à montrer à l'utilisateur qui a remporté l'enchère.
it_it: Inserisci un messaggio opzionale da mostrare all'utente che ha vinto l'asta.
nl_nl: Optioneel bericht invoeren om te tonen aan de gebruiker die de veiling heeft gewonnen.

source: You can use the following placeholders:
da_dk: Du kan bruge følgende pladsholdere:
de_de: Du kannst folgende Platzhalter verwenden:
el: Μπορείτε να χρησιμοποιήσετε τα ακόλουθα κείμενα υποκατάστασης (placeholders):
es_es: Puedes usar los siguientes marcadores de posición:
fr_fr: Vous pouvez utiliser les espaces réservés suivants:
it_it: Puoi usare i segnaposto seguenti:
nl_nl: Je kunt de volgende invulvelden gebruiken:
