Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

# Auction ends: 10 Jan 2016 10:00
source: Auction ends:
da_dk: Auktion slutter:
de_de: Auktion endet:
el: Η δημοπρασία τελειώνει:
es_es: La subasta finaliza:
fr_fr: Fin de l'enchère:
it_it: Fine asta:
nl_nl: Veiling eindigt:

# Purchase it now for $ 50.00
source: Buy now for %s
da_dk: Køb nu for %s
de_de: Jetzt kaufen für %s
el: Άμεση αγορά για %s
es_es: Cómpralo ahora por %s
fr_fr: Achetez maintenant pour %s
it_it: Compra subito a %s
nl_nl: Nu kopen voor %s

# Taxonomy name
source: Auction status
es_es: Estado de la subasta
it_it: Stato asta
nl_nl: Veiling status

# Admin option: days
source: days
da_dk: dage
de_de: Tage
el: ημέρες
es_es: días
fr_fr: jours
it_it: giorni
nl_nl: dagen

# Admin option: hours
source: hours
da_dk: timer
de_de: Stunden
el: ώρες
es_es: horas
fr_fr: heures
it_it: ore
nl_nl: uren

# Admin option: hours
source: minutes
da_dk: minutter
de_de: Minuten
el: λεπτά
es_es: minutos
it_it: minuti
nl_nl: minuten

# Alert Message: WooCommerce requires
source: YITH WooCommerce Auctions is enabled but not effective. It requires WooCommerce in order to work.
da_dk: YITH WooCommerce Auctions er aktiveret, men ikke aktiv. Det kræver WooCommerce for at være aktiv.
de_de: YITH WooCommerce Auctions ist aktiviert, aber nicht wirksam. Es erfordert WooCommerce.
el: To YITH WooCommerce Auctions είναι ενεργοποιημένο αλλά αναποτελεσματικό. Για σωστή λειτουργία, απαιτείται WooCommerce.
es_es: YITH WooCommerce Auctions está activado pero no es efectivo. Necesita WooCommerce para funcionar.
fr_fr: YITH WooCommerce Auctions est activé mais pas efficace. Il nécessite WooCommerce pour fonctionner.
it_it: YITH WooCommerce Auctions è attivo ma non operativo. Il suo funzionamento richiede WooCommerce.
nl_nl: YITH WooCommerce Auctions is ingeschakeld maar werkt niet. Het vereist WooCommerce om te laten werken.

# Panel: page title
source: Auction page
es_es: Página de la subasta
it_it: Pagina asta
nl_nl: Veiling pagina

# Panel: page title
source: Ended auction page
es_es: Página de subasta finalizada
it_it: Pagina asta terminata
nl_nl: Beëindigde veilingen pagina

# Panel: page title
source: General options
es_es: Opciones generales
it_it: Opzioni generali
nl_nl: Algemene opties

# Panel: page title
source: Cron settings & user notifications
es_es: Ajustes de Cron y notificaciones de usuario
it_it: Impostazioni cron & notifiche utente
nl_nl: Cron instellingen & gebruikersmeldingen

# Panel: page title
source: Ajax Refresh
da_dk: Opdater Ajax
de_de: Ajax aktualisieren
el: Ανανέωση Ajax
es_es: Refrescar con Ajax
fr_fr: Actualisation Ajax
it_it: Aggiornamento Ajax
nl_nl: Ajax vernieuwen

# Panel: page title
source: Auction rescheduling
da_dk: Planlæg på ny denne auktion
de_de: Auktionsumplanung
el: Επαναπρογραμματισμός δημοπρασίας
es_es: Re-programación de subasta
fr_fr: Reprogrammation des enchères
it_it: Riprogrammazione aste
nl_nl: Veiling opnieuw plannen

# Panel: page title
source: Auction winner options
da_dk: Muligheder for auktions vinder
de_de: Optionen für Auktionsgewinner
el: Επιλογές νικητή δημοπρασίας
es_es: Opciones de ganador de subasta
fr_fr: Options des gagnants aux enchères
it_it: Opzioni vincitore dell'asta
nl_nl: Veiling winnaar opties

# Admin option: Hide auction badge on product image
source: Show auction badge on product image
es_es: Mostrar la insignia de la subasta en la imagen del producto
it_it: Mostra il badge dell'asta sull'immagine del prodotto
nl_nl: Toon veiling badge op product afbeelding

# Panel: Customization
source: Customization
da_dk: Tilpasning
de_de: Anpassung
el: Προσαρμογή
es_es: Personalización
fr_fr: Personnalisation
it_it: Personalizzazione
nl_nl: Aanpassingen

# Admin option: Show auction badge
source: Show auction badge
da_dk: Vis auktionsmærke
de_de: Auktionsabzeichen anzeigen
el: Εμφάνιση εμβλήματος δημοπρασίας
es_es: Mostrar insignia de subasta
fr_fr: Afficher le badge d'enchère
it_it: Mostra il badge per le aste
nl_nl: Veiling badge tonen

# Admin option: Upload or Select a badge image
source: Upload auction badge
da_dk: Upload auktionsmærke
de_de: Auktionsabzeichen hochladen
el: Ανέβασμα εμβλήματος δημοπρασίας
es_es: Subir una insignia de subasta
fr_fr: Importer un badge d'enchère
it_it: Carica badge per le aste
nl_nl: Veiling badge uploaden

# Admin option: Select an image to show in auctions products
source: Upload a graphic badge to identify the auctions products
da_dk: Upload et grafisk mærke for at identificer auktionsvarerne
de_de: Lade ein grafisches Abzeichen hoch, um die Auktionsprodukte zu identifizieren
el: Ανέβασμα γραφικού εμβλήματος για να αναγνωρίζετε τα προϊόντα δημοπρασίας
es_es: Sube una insignia gráfica para identificar los productos de subasta
fr_fr: Téléchargez un badge graphique pour identifier les produits des enchères
it_it: Carica un badge per distinguere i prodotti asta
nl_nl: Een grafische badge uploaden om veiling producten te markeren

# Panel: Countdown
source: Countdown section
da_dk: Nedtællingssektion
de_de: Countdown-Bereich
el: Ενότητα αντίστροφης μέτρησης
es_es: Sección de cuenta atrás
fr_fr: Section compte à rebours
it_it: Sezione del countdown
nl_nl: Aftellen sectie

# Admin option: Show countdown
source: Show countdown
da_dk: Vis nedtælling
de_de: Countdown anzeigen
el: Εμφάνιση αντίστροφης μέτρησης
es_es: Mostrar cuenta atrás
fr_fr: Afficher le compte à rebours
it_it: Mostra conto alla rovescia
nl_nl: Toon aftelperiode

# Admin option: Show auctions on the shop page
source: Show auctions on the shop page
da_dk: Vis auktioner øverst på siden
de_de: Auktionen auf der Shop-Seite anzeigen
el: Εμφάνιση δημοπρασιών στη σελίδα καταστήματος
es_es: Mostrar subastas en la página de Tienda
fr_fr: Afficher les enchères sur la page de la boutique
it_it: Mostra le aste nella pagina Shop
nl_nl: Toon veilingen in winkel pagina

# Admin option: Hide out-of-stock auctions
source: Hide out-of-stock auctions
da_dk: Skjul "udsolgte" varer på oprettede auktioner
de_de: Versteckte Auktionen ausblenden
el: Απόκρυψη δημοπρασιών εκτός αποθέματος
es_es: Ocultar subastas sin inventario
fr_fr: Masquer les enchères en rupture de stock
it_it: Nascondi le aste non disponibili
nl_nl: Verberg niet-op-voorraad veilingen

# Admin option description: Enable to hide out-of-stock auctions in shop pages
source: Enable to hide out-of-stock auctions in the shop pages
da_dk: Aktiver muligheden for på auktionssiden, at skjule "udsolgte" varer på auktion
de_de: Aktiviere diese Option, um nicht vorrätige Auktionen auf den Shop-Seiten auszublenden
el: Ενεργοποίηση απόκρυψης των δημοπρασιών εκτός αποθέματος στις σελίδες καταστήματος
es_es: Activa ocultar las subastas sin inventario en las páginas de tienda
fr_fr: Activer pour masquer les enchères en rupture de stock dans les pages de la boutique
it_it: Attiva per nascondere le aste non disponibili nelle pagine shop
nl_nl: Inschakelen om niet-op-voorraad veilingen te verbergen in winkel pagina

# Admin option: Hide ended auctions
source: Hide ended auctions
da_dk: Skjul afsluttede auktioner
de_de: Versteckte Auktionen ausblenden
el: Απόκρυψη τερματισμένων δημοπρασιών
es_es: Ocultar subastas finalizadas
fr_fr: Masquer les enchères terminées
it_it: Nascondi le aste terminate
nl_nl: Verberg afgelopen veilingen

# Admin option description: Enable to hide ended auctions in shop page
source: Enable to hide ended auctions in the shop page
es_es: Activar para ocultar las subastas finalizadas en la página de la tienda
it_it: Abilita per nascondere le aste terminate dalla pagina Shop
nl_nl: Inschakelen om afgelopen veilingen te verbergen in winkelpagina

# Admin option: Hide future auctions
source: Hide future auctions
da_dk: Skjul fremtidige auktioner
de_de: Verstecke zukünftige Auktionen
el: Απόκρυψη μελλοντικών δημοπρασιών
es_es: Ocultar futuras subastas
fr_fr: Masquer les futures enchères
it_it: Nascondi le aste future
nl_nl: Verberg toekomstige veilingen

# Admin option description: Enable to hide auctions not started yet in shop page
source: Enable to hide auctions, that have not yet started, in the shop page
da_dk: Aktiv muligheden for på oversigtssiden, at skjule auktioner der endnu ikke er startet
de_de: Aktiviere diese Option, um noch nicht gestartete Auktionen auf der Shop-Seite auszublenden
el: Ενεργοποίηση απόκρυψης δημοπρασιών που δεν έχουν ξεκινήσει ακόμη, στη σελίδα καταστήματος
es_es: Activa ocultar las subastas que no han empezado aún en la página de tienda
fr_fr: Activer pour masquer les enchères, qui n'ont pas encore commencé, dans la page de la boutique
it_it: Attiva per nascondere le aste non ancora iniziate nella pagina Shop
nl_nl: Inschakelen om veilingen die nog niet zijn gestart, te verbergen in de winkelpagina

source: With the simple type you can set only one bid increment amount, independently from the current bid value.
da_dk: Indsæt dit max-bud og systemet vil automatisk byde indtil dit max-bud er nået.
de_de: Mit dem einfachen Typ kannst du unabhängig vom aktuellen Gebotswert nur einen Gebotsinkrementbetrag festlegen.
el: Με τον απλό τύπο μπορείτε να ορίσετε μόνο ένα ποσό προσαύξησης προσφοράς, ανεξάρτητα από την τρέχουσα αξία προσφοράς.
es_es: Con el tipo simple puedes establecer solo una cantidad de incremento de puja, independientemente del valor de la puja actual.
fr_fr: Avec le type simple, vous ne pouvez définir qu'un seul montant d'incrément d'enchère, indépendamment de la valeur d'enchère actuelle.
it_it: Con il tipo semplice puoi impostare solo un importo per l'incremento, indipendentemente dal valore dell'offerta corrente.
nl_nl: Met het simpele type kun je een bod-verhoging instellen, onafhankelijk van de huidige biedwaarde.

# Automatic bid increment ($)
source: Automatic bid increment (%s)
da_dk: Automatisk stigning ved bud (%s)
de_de: Automatische Gebotserhöhung (%s)
el: Προσαύξηση αυτόματης προσφοράς (%s)
es_es: Incremento de puja automático (%s)
fr_fr: Incrément d'enchère automatique (%s)
it_it: Incremento automatico (%s)
nl_nl: Automatische bod-verhoging (%s)

# Default fee amount ($)
source: Default fee amount (%s)
da_dk: Standard gebyr (%s)
de_de: Standardgebührenbetrag (%s)
el: Προεπιλεγμένο ποσό χρέωσης (%s)
es_es: Cantidad de cuota predeterminada (%s)
fr_fr: Montant des frais par défaut (%s)
it_it: Importo quota predefinito (%s)
nl_nl: Bedrag standaard inschrijfkosten (%s)

source: This value can be overwritten in all auction products if you want to set a different fee for a specific auction.
da_dk: Denne værdi kan overskrives ved alle auktioner, hvis du vil indstille et andet gebyr for en bestemt auktion.
de_de: Dieser Wert kann in allen Auktionsprodukten überschrieben werden, wenn du für eine bestimmte Auktion eine andere Gebühr festlegen möchtest.
el: Μπορεί να γίνει αντικατάσταση της αξίας για όλα τα προϊόντα δημοπρασίας αν θέλετε να ορίσετε διαφορετική χρέωση για μια συγκεκριμένη δημοπρασία.
es_es: Este valor puede ser sobrescrito con todos los productos de subasta si quieres establecer una cuota diferente para una subasta específica.
fr_fr: Cette valeur peut être écrasée dans tous les produits d'enchères si vous souhaitez définir des frais différents pour une enchère spécifique.
it_it: Questo valore può essere sovrascritto in tutti i prodotti asta nel caso tu voglia impostare una quota diversa per un'asta specifica.
nl_nl: Deze waarde kan worden overschreven in alle veiling producten, als je andere inschrijfkosten wilt instellen voor een specifieke veiling.

# Admin option: Overtime
source: Refresh "My auctions" section each (seconds)
da_dk: Opdater "Mine auktioner" hver (sekunder)
de_de: Aktualisiere den Abschnitt "Meine Auktionen" jeweils (Sekunden).
el: Ανανέωση ενότητας “Οι Δημοπρασίες Μου” κάθε (δευτερόλεπτα)
es_es: Refrescar la sección ''Mis subastas'' cada (segundos)
fr_fr: Actualiser la section "Mes enchères" toutes les (secondes)
it_it: Aggiorna la sezione "Le mie aste" ogni (secondi)
nl_nl: "Mijn veilingen" sectie vernieuwen iedere (seconden)

# Admin option: Winner badge
source: Winner badge
da_dk: Vindermærkat
de_de: Gewinnerabzeichen
el: Έμβλημα νικητή
es_es: Insignia de ganador
fr_fr: Badge gagnant
it_it: Badge vincitore
nl_nl: Winnaarsbadge

# Admin option: Custom message to winner.
source: Custom message to the winner
da_dk: Brugerdefineret besked til vinderen
de_de: Benutzerdefinierte Nachricht an den Gewinner
el: Προσαρμοσμένο μήνυμα για νικητή
es_es: Mensaje personalizado para el ganador
fr_fr: Message personnalisé au gagnant
it_it: Messaggio personalizzato per il vincitore
nl_nl: Aangepast bericht voor de winnaar

# Admin option: Show button pay now in product page
source: Show 'Pay Now' button in the product page
da_dk: Vis "Køb-Nu" knappen på varen
de_de: Zeige auf der Produktseite den Button "Jetzt bezahlen" an
el: Εμφάνιση κουμπιού ‘Άμεση Πληρωμή’ στη σελίδα προϊόντος
es_es: Mostrar el botón de Pagar ahora en la página de producto
fr_fr: Afficher le bouton payer maintenant dans la page du produit
it_it: Mostra il pulsante "Compra subito" nella pagina prodotto
nl_nl: Toon 'Nu betalen' knop in de product pagina

source: Check this option to show 'Pay Now' button in the product when the auction ends
da_dk: Aktiver "Køb-Nu" knappen på varen når auktionen er slut
de_de: Aktiviere diese Option, um den Button "Jetzt bezahlen" im Produkt anzuzeigen, wenn die Auktion endet
el: Επιλέξτε να εμφανίζεται το κουμπί ‘Άμεση Πληρωμή’ στο προϊόν κατα τον τερματισμό της δημοπρασίας
es_es: Marca esta opción para mostrar el botón de Pagar ahora en el producto cuando la subasta acabe.
fr_fr: Cochez cette option pour afficher le bouton payer maintenant dans le produit à la fin de l'enchère
it_it: Seleziona quest'opzione per mostrare il pulsante "Compra subito" nel prodotto quando si chiude l'asta
nl_nl: Selecteer deze optie om de 'Nu betalen' knop te tonen op de product pagina wanneer de veiling is geëindigd.

# Admin option: Possibility to add to cart auction product
source: Possibility to add auction product with other products
es_es: Posibilidad de añadir un producto de subasta con otros productos
it_it: Possibilità di aggiungere il prodotto asta con altri prodotti
nl_nl: Mogelijkheid om andere producten toe te voegen met veiling producten

source: Check this option to allow adding auction products and other product types to cart in the same order
da_dk: Marker denne mulighed for at tillade at tilføje auktionsvarer og andre varetyper til indkøbskurven i samme rækkefølge
de_de: Aktiviere diese Option, um das Hinzufügen von Auktionsprodukten und anderen Produkttypen zum Warenkorb in derselben Reihenfolge zu ermöglichen
el: Επιλέξτε για να επιτρέψετε την προσθήκη προϊόντων δημοπρασίας καθώς και άλλων τύπων προϊόντων στο καλάθι στην ίδια παραγγελία
es_es: Marca esta opción para permitir añadir un producto de subasta y otros productos al carrito en el mismo pedido
fr_fr: Cochez cette option pour autoriser l'ajout de produits d'enchères et d'autres produits au panier dans la même commande
it_it: Attiva questa opzione per permettere di aggiungere il prodotto asta e altri tipi di prodotto al carrello nello stesso ordine
nl_nl: Selecteer deze optie om toe te staan dat veiling producten en andere product types kunnen worden toegevoegd aan de winkelwagen in dezelfde bestelling

# All participants must pay a non-refundable fee of $5 to place bids
source: All participants must pay a non-refundable fee of %s to place bids
da_dk: Alle brugere skal betale et ikke-refunderbart gebyr på %s for at afgive bud
de_de: Alle Teilnehmer müssen eine nicht erstattungsfähige Gebühr von %s zahlen, um Gebote abzugeben
el: Όλοι οι συμμετέχοντες πρέπει να πληρώσουν μη επιστρεφόμενη χρέωση των %s για να τοποθετήσουν προσφορές
es_es: Todos los participantes deben pagar una cuota no reembolsable de %s para realizar pujas
fr_fr: Tous les participants doivent payer des frais non remboursables de %s pour placer des offres
it_it: Per poter fare le offerte, tutti i partecipanti devono pagare una quota non rimborsabile di %s
nl_nl: Alle deelnemers moeten niet-restitueerbare inschrijfkosten betalen van %s om een bod te kunnen plaatsen

# My maximum bid: $ 50.00
source: Your maximum bid: %s
da_dk: Dit maximum bud: %s
de_de: Dein Höchstgebot: %s
el: Η υψηλότερη προσφορά σας: %s
es_es: Tu puja máxima: %s
fr_fr: Votre enchère maximale: %s
it_it: La tua offerta massima: %s
nl_nl: Je maximale bod: %s

# This is followed by a countdown (x days, x hours, x secs)
source: Ends in:
da_dk: Slutter om:
de_de: Endet in:
el: Τελειώνει στις:
es_es: Termina en:
fr_fr: Se termine dans:
it_it: Tempo rimanente:
nl_nl: Loopt af over:

# Set an automatic bid increment of €
source: Set an automatic bid increment of %s
da_dk: Angiv eb automatisk stigning af bud på %s
de_de: Stelle ein automatisches Gebotsinkrement von ein %s
el: Ορίστε προσαύξηση αυτόματης προσφοράς από %s
es_es: Establece un incremento de puja automático de %s
fr_fr: Définir un incrément d'enchère automatique de %s
it_it: Imposta un incremento automatico di %s
nl_nl: Stel een automatische bod-verhoging in van %s

# Set an automatic bid increment of €
source: - With a current bid from start price to %s
da_dk: - Med nuværende bud fra udgangspris til %s
de_de: - Mit einem aktuellen Gebot vom Startpreis bis %s
el: - Με τρέχουσα προσφορά από αρχική τιμή σε %s
es_es: - Con una puja actual con un precio de inicio de %s
fr_fr: - Avec une offre actuelle du prix de départ à %s
it_it: - Con un'offerta corrente che va dal prezzo di partenza fino a %s
nl_nl: - Met een huidig bod en start prijs van %s

# Set an automatic bid increment of €
source: set an automatic bid increment of %s
da_dk: Angiv automatisk stigning af bud med %s
de_de: Stelle ein automatisches Gebotsinkrement von %s ein
el: ορίστε προσαύξηση αυτόματης προσφοράς από %s
es_es: establece un incremento automático de puja de %s
fr_fr: définir un incrément d'enchère automatique de %s
it_it: imposta un incremento automatico di %s
nl_nl: stel een automatische bod-verhoging in van %s

# Set an automatic bid increment of €
source: - Finally, with a current bid from %s
da_dk: - Endeligt, med et nuværende bud fra %s
de_de: -Zum Schluss mit einem aktuellen Gebot von %s
el: - Τέλος, με τρέχουσα προσφορά από %s
es_es: - Finalmente, con una puja actual desde %s
fr_fr: - Enfin, avec une enchère actuelle de %s
it_it: Infine, con un'offerta corrente da %s
nl_nl: - Tot slot, met een huidig bod vanaf %s

# Set an automatic bid increment of €
source: onwards set an automatic bid increment of %s
da_dk: indstil derefter en automatisk stigning af bud på %s
de_de: Stelle ab sofort ein automatisches Gebotsinkrement von %s ein
el: στη συνέχεια ορίστε προσαύξηση αυτόματης προσφοράς από %s
es_es: establece un incremento de puja automático de %s
fr_fr: définir un incrément d'enchère automatique de %s
it_it: in su imposta un incremento automatico di %s
nl_nl: vervolgens, stel een automatische bod-verhoging in van %s

# Set an automatic bid increment of €
source: - With a current bid from %s
da_dk: - Med et nuværende bud fra %s
de_de: - Mit einem aktuellen Gebot von %s
el: - Με τρέχουσα προσφορά από %s
es_es: - Con una puja actual desde %s
fr_fr: - Avec une enchère actuelle de %s
it_it: - Con un'offerta corrente che va da %s
nl_nl: - Met een huidig bod vanaf %s

# Set an automatic bid increment of €
source: to %s
da_dk: til %s
de_de: auf %s
el: σε %s
es_es: hasta %s
fr_fr: à %s
it_it: a %s
nl_nl: tot %s

# Set an automatic bid increment of €
source: With a current bid from start price to %s
da_dk: Med et nuværende bud fra startprisen til %s
de_de: Mit einem aktuellen Gebot vom Startpreis bis %s
el: Με τρέχουσα προσφορά από αρχική τιμή σε %s
es_es: Con una puja actual desde el precio de inicio hasta %s
fr_fr: Avec une enchère actuelle du prix de départ à %s
it_it: Con un'offerta corrente dal prezzo iniziale a %s
nl_nl: Met een huidig bod vanaf startprijs tot %s

# Set an automatic bid increment of €
source: Finally, with a current bid from %s
da_dk: Endeligt, med et nuværende bud fra %s
de_de: Zum Schluss mit einem aktuellen Gebot von %s
el: Τελικά με τρέχουσα προσφορά από %s
es_es: Finalmente, con una puja actual desde %s
fr_fr: Enfin, avec une enchère actuelle de %s
it_it: Infine, con un'offerta corrente da %s
nl_nl: Tot slot, met een huidig bod vanaf %s

# Set an automatic bid increment of €
source: With a current bid from %s
da_dk: Med et nuværende bud fra %s
de_de: Mit einem aktuellen Gebot von %s
el: Με τρέχουσα προσφορά από %s
es_es: Con una puja actual desde %s
fr_fr: Avec une enchère actuelle de %s
it_it: Con un'offerta corrente da %s
nl_nl: Met een huidig bod van %s

# Admin option: Send a payment reminder
source: Try to charge the 2nd highest bidder
es_es: Intentar adeudar al segundo pujador más alto
it_it: Prova ad addebitare il costo al secondo miglior offerente
nl_nl: Proberen te incasseren van 2e hoogste bieder

# Admin option: Send a payment reminder
source: send a payment reminder
da_dk: Send en betalingspåmindelse
de_de: Sende eine Zahlungserinnerung
el: αποστολή υπενθύμισης πληρωμής
es_es: enviar recordatorio de pago
fr_fr: envoyer un rappel de paiement
it_it: invia un promemoria del pagamento
nl_nl: verstuur betalingsherinnering

# Admin option: Reschedule the auction
source: Reschedule the auction
es_es: Reprogramar la subasta
it_it: Riprogramma l'asta
nl_nl: Veiling opnieuw plannen

# Admin option: Reschedule the auction
source: reschedule the auction
da_dk: Planlæg auktionen igen
de_de: Plane die Auktion neu
el: επαναπρογραμματισμός δημοπρασίας
es_es: re-programar la subasta
fr_fr: reporter la vente aux enchères
it_it: riprogramma l'asta
nl_nl: veiling opnieuw plannen

# Admin option: Do nothing
source: Do nothing
es_es: No hacer nada
it_it: Non far nulla
nl_nl: Niets doen

# Admin option: Do nothing
source: do nothing
da_dk: gør ingenting
de_de: tue nichts
el: να μην γίνεται τίποτα
es_es: No hacer nada
fr_fr: Ne rien faire
it_it: non fare nulla
nl_nl: niets doen

# Admin option: send the winner email to the 2nd highest bidder
source: send the winner email to the 2nd highest bidder
da_dk: send auktionsvinder emailen til budgiveren med anden højeste bud
de_de: Sende die Gewinner-E-Mail an den zweithöchsten Bieter
el: αποστολή email νικητή στον 2ο μεγαλύτερο πλειοδότη
es_es: enviar correo electrónico de ganador al segundo pujador más alto
fr_fr: envoyer l'email du gagnant au 2ème plus offrant
it_it: invia la notifica di vincita al secondo maggior offerente
nl_nl: stuur dan een winnaars e-mail naar de 2e hoogste bieder

source: Normal
el: Κανονικός
it_it: Classica
nl_nl: Normaal

source: Manual
el: Χειροκίνητος
fr_fr: Manuel
it_it: Manuale
nl_nl: Handmatig

source: Simple
da_dk: Simpel
de_de: Einfach
el: Απλό
fr_fr: Facile
it_it: Semplice
nl_nl: Simpel

source: General
da_dk: Generel
de_de: Allgemeines
el: Γενικά
fr_fr: Général
it_it: Impostazioni generali
nl_nl: Algemeen

source: YITH Auctions Ended
da_dk: YITH Afsluttede Auktioner
de_de: YITH Auktionen beendet
el: Τερματισμένες Δημοπρασίες YITH
fr_fr: YITH Ventes aux enchères Terminées

source: YITH Auctions Future
da_dk: YITH Fremtidige Auktioner
de_de: YITH Zukünftige Auktionen
el: Μελλοντικές Δημοπρασίες YITH
fr_fr: YITH Futures Enchères

source: YITH Auction Watchlist
da_dk: YITH auktion overvågningslist
de_de: YITH Auktions-Watchlist
el: Λίστα Παρακολούθησης Δημοπρασίας YITH
fr_fr: YITH Auction Liste de surveillance
