Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Countdown style
da_dk: Udseende for nedtælling
de_de: Countdown-Stil
el: Στυλ αντίστροφης μέτρησης
es_es: Estilo de cuenta atrás
fr_fr: Style de compte à rebours
it_it: Stile conto alla rovescia
nl_nl: Aftelperiode stijl

source: Default
da_dk: Standard
de_de: Standard
el: Προεπιλεγμένο
es_es: Predeterminado
fr_fr: Défaut
it_it: Predefinito
nl_nl: Standaard

source: Compact
da_dk: Kompakt
de_de: Kompakt
el: Μικρών διαστάσεων
es_es: Compacto
it_it: Compatto

source: Big blocks
da_dk: Store blokke
de_de: Große Blöcke
el: Μεγάλα πλαίσια
es_es: Bloques grandes
fr_fr: Gros blocs
it_it: Blocchi grandi
nl_nl: Grote blokken

source: Small blocks
da_dk: Smalle blokke
de_de: Kleine Blöcke
el: Μικρά πλαίσια
es_es: Bloques pequeños
fr_fr: Petits blocs
it_it: Blocchi piccoli
nl_nl: Kleine blokken

source: Choose a countdown style
da_dk: Vælg udseende til nedtællingen
de_de: Wähle einen Countdown-Stil
el: Επιλογή στυλ αντίστροφης μέτρησης
es_es: Elige el estilo de la cuenta atrás
fr_fr: Choisissez un style de compte à rebours
it_it: Scegli uno stile per il conto alla rovescia
nl_nl: Kies een aftelperiode stijl

source: Countdown color
da_dk: Farve for nedtælling
de_de: Countdown-Farbe
el: Χρώμα αντίστροφης μέτρησης
es_es: Color de cuenta atrás
fr_fr: Couleur du compte à rebours
it_it: Colore per il conto alla rovescia
nl_nl: Kleur aftelperiode

source: Set the colors for the countdown
da_dk: Indstil farven til nedtællingen
de_de: Stelle die Farben für den Countdown ein
el: Ορίστε τα χρώματα για την αντίστροφη μέτρηση
es_es: Establece los colores de la cuenta atrás
fr_fr: Définissez les couleurs du compte à rebours
it_it: Imposta i colori per il conto alla rovescia
nl_nl: Kleuren voor aftelperiode instellen

source: Text
da_dk: tekst
el: Κείμενο
es_es: Texto
fr_fr: Texte
it_it: Testo
nl_nl: Tekst

source: Section background
da_dk: Siders baggrund
de_de: Hintergrund des Abschnitts
el: Φόντο ενότητας
es_es: Fondo de sección
fr_fr: Contexte de la section
it_it: Sfondo sezione
nl_nl: Achtergrond sectie

source: Blocks background
da_dk: Blokkes baggrund
de_de: Blockiert den Hintergrund
el: Πλαίσια φόντου
es_es: Fondo de bloques
fr_fr: Fond de blocs
it_it: Sfondo blocchi
nl_nl: Achtergrond blokken

source: Countdown color for auctions that are ending soon
da_dk: Farvemarkering for auktioner der snart slutter
de_de: Countdown-Farbe für Auktionen, die bald enden
el: Χρώμα αντίστροφης μέτρησης για δημοπρασίες που τερματίζουν σύντομα
es_es: Color de cuenta atrás para subastas que están a punto de finalizar
fr_fr: Couleur du compte à rebours pour les enchères qui se terminent bientôt
it_it: Colore del conto alla rovescia per le aste in procinto di terminare
nl_nl: Aftelperiode kleur voor veilingen die binnenkort aflopen

source: Change countdown text color if the auction is near the end ( example: red text if the auction ends in less than 24 hours )
da_dk: Skift farven på nedtællingen, hvis auktionen er tæt på slutningen (eksempel: rød tekst, hvis auktionen slutter om mindre end 24 timer)
de_de: Ändere die Farbe des Countdown-Textes, wenn die Auktion kurz vor dem Ende steht (Beispiel: roter Text, wenn die Auktion in weniger als 24 Stunden endet).
el: Αλλαγή χρώματος κειμένου αντίστροφης μέτρησης αν η δημοπρασία πρόκειται να τερματιστεί ( παράδειγμα: κόκκινο κείμενο αν η δημοπρασία τερματίζεται σε λιγότερο από 24 ώρες )
es_es: Cambiar color de texto de la cuenta atrás si está a punto de finalizar (ejemplo: texto en rojo si la subasta finaliza en menos de 24h)
fr_fr: Changer la couleur du texte du compte à rebours si l'enchère approche de la fin (exemple: texte rouge si l'enchère se termine dans moins de 24 heures)
it_it: Cambia il colore del testo del conto alla rovescia se l'asta è prossima al termine (es: testo rosso se l'asta termina tra meno di 24 ore)
nl_nl: Wijzig de tekstkleur van de aftelperiode als de veiling bijna afloopt (voorbeeld: rode tekst wanneer veiling afloopt in minder dan 24u)

source: Enable to show auction products in the shop page.
da_dk: Aktiver visning af auktioner på butikssiden
de_de: Aktiviere diese Option, um Auktionsprodukte auf der Shop-Seite anzuzeigen.
el: Ενεργοποίηση εμφάνισης προϊόντων δημοπρασιών στη σελίδα καταστήματος.
es_es: Activa mostrar los productos de subasta en la página de la tienda.
fr_fr: Activer pour afficher les produits aux enchères dans la page de la boutique.
it_it: Attiva per mostrare i prodotti asta nella pagina shop.
nl_nl: Inschakelen om veilingproducten te tonen in winkel pagina.

source: If disabled, all auctions will be shown only in the page with the auction shortcode.
da_dk: Hvis deaktiveret, vises alle auktioner kun på siden med auktionens "shortcode".
de_de: Wenn deaktiviert, werden alle Auktionen nur auf der Seite mit dem Auktions-Shortcode angezeigt.
el: Αν απενεργοποιηθεί, όλες οι δημοπρασίες θα εμφανίζονται μόνο στη σελίδα με τον μικροκώδικα δημοπρασίας.
es_es: Si está desactivado, todas las subastas serán mostradas solo en la página con el shortcode de subasta.
it_it: Se disattivata, tutte le aste saranno mostrate solo nella pagina in cui è presente lo shortcode.
nl_nl: Indien uitgeschakeld worden alle veilingen alleen getoond in de pagina met de veilingen shortcode.

source: Show countdown in loop
da_dk: Vis nedtællingen kontinuerligt
de_de: Countdown in Schleife anzeigen
el: Εμφάνιση αντίστροφης μέτρησης σε βρόχο
es_es: Mostrar cuenta atrás en bucle
fr_fr: Afficher le compte à rebours en boucle
it_it: Mostra conto alla rovescia nelle pagine shop
nl_nl: Toon aftelperiode in winkelpagina

source: Enable to show auctions countdown or end time also in the shop pages.
da_dk: Aktiver for også at vise auktionernes nedtælling eller sluttid webshoppen.
de_de: Aktiviere diese Option, um den Countdown oder die Endzeit der Auktionen auch auf den Shop-Seiten anzuzeigen.
el: Ενεργοποιήστε να εμφανίζεται αντίστροφη μέτρηση δημοπρασιών ή ώρα τερματισμού και στις σελίδες καταστήματος.
es_es: Activa mostrar la cuenta atrás de las subastas o el tiempo de finalización también en las páginas de tienda.
fr_fr: Permet d'afficher le compte à rebours des enchères ou l'heure de fin également dans les pages de la boutique.
it_it: Attiva per mostrare il conto alla rovescia o il termine delle aste anche nelle pagine shop.
nl_nl: Inschakelen om aftelperiode van veilingen of eind tijd ook in winkel pagina's te tonen.

source: If disabled, countdown will only be shown in the auction page.
da_dk: Hvis deaktiveret, vises nedtælling kun på auktionssiden
de_de: Wenn deaktiviert, wird der Countdown nur auf der Auktionsseite angezeigt.
el: Αν απενεργοποιηθεί, η αντίστροφη μέτρηση θα εμφανίζεται μόνο στη σελίδα δημοπρασίας.
es_es: Si está desactivado, la cuenta atrás solo se mostrará en la página de la subasta.
fr_fr: S'il est désactivé, le compte à rebours ne sera affiché que sur la page d'enchères.
it_it: Se attivata, il conto alla rovescia verrà mostrato solo nella pagina asta.
nl_nl: Indien uitgeschakeld, wordt de aftelperiode alleen weergegeven in de veilingen pagina.

source: Hide 'Buy Now' when a bid exceeds the buy now price
da_dk: Skjul "Køb Nu" når et bud overstiger køb-nu prisen
de_de: Verstecken "Jetzt kaufen", wenn ein Gebot den Sofortkaufpreis überschreitet
el: Απόκρυψη 'Άμεση Αγορά' όταν μια προσφορά υπερβαίνει την τιμή άμεσης αγοράς
es_es: Ocultar 'Comprar ahora' cuando la puja excede el precio de 'comprar ahora'
fr_fr: Masquer «Acheter maintenant» lorsqu'une enchère dépasse le prix d'achat immédiat
it_it: Nascondi il pulsante "Compra subito" quando un'offerta supera il prezzo impostato per acquistare subito il prodotto
nl_nl: Verberg 'Nu kopen' wanneer een bod hoger is dan de nu kopen prijs

source: Enable to hide 'Buy Now' button when a user bids an amount that exceeds the
da_dk: Aktiver at skjule knappen 'Køb nu', når en bruger byder på et beløb, der overstiger
de_de: Aktiviere diese Option, um den Button "Jetzt kaufen" auszublenden, wenn ein Benutzer einen Betrag bietet, der den Wert überschreitet
el: Ενεργοποίηση απόκρυψης κουμπιού ’Άμεση Αγορά’ όταν ένας χρήστης κάνει προσφορά ποσού που υπερβαίνει το
es_es: Activa si ocultar el botón 'Comprar ahora' cuando un usuario puja una cantidad que excede el
fr_fr: Activez cette option pour masquer le bouton "Acheter maintenant" lorsqu'un utilisateur enchère pour un montant supérieur au
it_it: Attiva per nascondere il pulsante "Compra subito" quando un utente fa un'offerta di un importo che supera il
nl_nl: Inschakelen om 'Nu kopen' knop te verbergen wanneer een bod hoger is dan de

source: 'Buy Now' price.
da_dk: "Køb Nu" pris
de_de: 'Jetzt kaufen ' Preis.
el: Τιμή για ‘Άμεση Αγορά’.
es_es: Precio de 'Comprar ahora'.
fr_fr: Prix «Acheter maintenant».
it_it: Prezzo "Compra subito".
nl_nl: 'Nu kopen' prijs.

source: Hide 'Buy Now' after the first bid
da_dk: Skjul #Køb Nu" efter det første bud er afgivet
de_de: Verstecke 'Jetzt kaufen' nach dem ersten Gebot
el: Απόκρυψη ‘Άμεση Αγορά’ μετά την πρώτη προσφορά
es_es: Ocultar 'Comprar ahora' tras la primera puja
fr_fr: Masquer «Acheter maintenant» après la première enchère
it_it: Nascondi "Compra subito" dopo la prima offerta
nl_nl: 'Nu kopen' knop verbergen na eerste bod

source: Enable to hide 'Buy Now' button when a user places the first bid.
da_dk: Aktiver for at skjule "Køb Nu" knappen når en bruger afgiver det første bud på auktionen.
de_de: Aktiviere diese Option, um den Button "Jetzt kaufen" auszublenden, wenn ein Benutzer das erste Gebot abgibt.
el: Ενεργοποίηση απόκρυψης κουμπιού ‘Άμεση Αγορά’ όταν ένας χρήστης τοποθετεί την πρώτη προσφορά.
es_es: Activa ocultar el botón 'Comprar ahora' cuando el usuario realiza la primera puja.
fr_fr: Activer pour masquer le bouton "Acheter maintenant" lorsqu'un utilisateur place la première enchère.
it_it: Attiva per nascondere il pulsante "Compra subito" quando un utente fa la prima offerta.
nl_nl: Inschakelen om de 'Nu kopen' knop te verbergen wanneer een eerste bod is geplaatst.

source: Automatic bid type
da_dk: Automatisk budtype
de_de: Automatische Gebotsart
el: Τύπος αυτόματης προσφοράς
es_es: Tipo de puja automática
fr_fr: Type d'enchère automatique
it_it: Tipo di rilancio
nl_nl: Automatisch bieden type

source: With the advanced type you can set different automatic bid increments based on the current bid value.
es_es: Con el tipo avanzado puedes establecer diferentes incrementos de puja automáticos basados en el valor de la puja actual.
it_it: Con il tipo avanzato puoi impostare incrementi automatici in base al valore dell'offerta corrente.
nl_nl: Met het geavanceerde type kun je verschillende automatische bod-verhogingen instellen op basis van de huidige bod-waarde.

source: Set the bidding increment for automatic bidding. You can create more rules to set different bid increments based on the auction's current bid and then set a last rule to cover all the offers made after the last current bid step
da_dk: Indstil budforøgelsen for automatisk budgivning. Du kan oprette flere regler for at indstille forskellige budforøgelser baseret på auktionens aktuelle bud og derefter indstille en sidste regel til at dække alle tilbud, der er foretaget efter det sidste aktuelle bud
de_de: Stelle das Gebotsinkrement für das automatische Bieten ein. Du kannst weitere Regeln erstellen, um verschiedene Gebotsinkremente basierend auf dem aktuellen Gebot der Auktion festzulegen, und dann eine letzte Regel festlegen, um alle Angebote abzudecken, die nach dem letzten aktuellen Gebotsschritt abgegeben wurden
el: Ορίστε προσαύξηση προσφοράς για την αυτόματη προσφορά. Μπορείτε να δημιουργήσετε περισσότερους κανόνες για να ορίσετε διάφορες προσαυξήσεις προσφοράς βάσει της τρέχουσας προσφοράς δημοπρασίας. Στη συνέχεια ορίστε έναν τελευταίο κανόνα για να καλύψετε όλες τις προσφορές που δημιουργήθηκαν μετά το τελευταίο βήμα τρέχουσας προσφοράς
es_es: Establece el incremento para las pujas automáticas. Puedes crear más reglas para establecer diferentes incrementos de puja en base al estado actual de la puja de la subasta y establecer una última regla para cubrir las ofertas hechas tras el paso de puja actual
fr_fr: Définissez l'incrément d'enchères pour les enchères automatiques. Vous pouvez créer plus de règles pour définir différents incréments d'enchères en fonction de l'enchère actuelle de l'enchère, puis définir une dernière règle pour couvrir toutes les offres faites après la dernière étape d'enchère en cours.
it_it: Scegli di quanto aumentare automaticamente l'offerta dell'utente quando questa viene superata. Puoi creare più regole per impostare incrementi diversi in base al valore dell'offerta corrente e settare una regola finale per coprire tutte le offerte che superano l'ultima soglia stabilita.
nl_nl: Bod-verhoging voor automatisch bieden instellen. Je kunt meerdere regels instellen voor verschillende bod-verhogingen gebaseerd op het huidige bod van de veiling, vervolgens kun je een laatste regel instellen die alle biedingen boven een bepaald bedrag omvat

source: Show the bid increments in the page
da_dk: Vis budforøgelse på denne side
de_de: Zeig die Gebotsinkremente auf der Seite an
el: Εμφάνιση προσαυξήσεων προσφοράς στη σελίδα
es_es: Mostrar los incrementos de puja en la página
fr_fr: Afficher les incréments d'enchères sur la page
it_it: Mostra rilancio sulla pagina
nl_nl: Toon de bod-verhogingen op de pagina

source: Enable to show the automatic bid increment info on the page.
es_es: Activar para mostrar la información del incremento automático de la puja en la página.
it_it: Abilita per mostrare le informazioni sull'incremento automatico dell'offerta nella pagina.
nl_nl: Inschakelen om de automatische bod-verhoging info op de pagina te tonen.

source: Show automatic bidding modal info
da_dk: Vis beskedbox med info om automatisk budgivning
de_de: Modale Informationen zum automatischen Bieten anzeigen
el: Εμφάνιση στοιχείων βοηθητικού παραθύρου αυτόματης προσφοράς
es_es: Mostrar información modal sobre pujas automáticas
fr_fr: Afficher les informations modales des enchères automatiques
it_it: Mostra popup per le informazioni sulle offerte automatiche
nl_nl: Toon info scherm voor automatisch bieden

source: Enable to show a modal that explains how automatic bidding works.
da_dk: Aktiver for at vise en beskedbox der forklarer, hvordan automatisk budgivning fungerer.
de_de: Aktiviere diese Option, um ein Modal anzuzeigen, das erklärt, wie das automatische Bieten funktioniert.
el: Ενεργοποίηση εμφάνισης βοηθητικού παραθύρου που εξηγεί πώς λειτουργεί η αυτόματη προσφορά.
es_es: Activa mostrar la venta modal que explica como funcionan las pujas automáticas.
fr_fr: Activez cette option pour afficher un modal expliquant le fonctionnement des enchères automatiques.
it_it: Attiva per mostrare una finestra modale che spiega il funzionamento delle offerte automatiche.
nl_nl: Inschakelen om een scherm te tonen, dat uitlegt hoe automatisch bieden werkt.

source: Ask for approval before a bid is confirmed
da_dk: Spørg efter godkendelse før et bud er bekræftiget
de_de: Bitte um Genehmigung, bevor ein Gebot bestätigt wird
el: Ζητήστε αποδοχή πριν την επιβεβαίωση μιας προσφοράς
es_es: Solicitar aprobación antes de confirmar una puja
fr_fr: Demandez l'approbation avant qu'une offre ne soit confirmée
it_it: Chiedi conferma prima di pubblicare l'offerta
nl_nl: Vraag om een goedkeuring voor het bevestigen van het bod

source: If enabled, bidders will see a modal window that asks them to confirm the bid before publishing it.
da_dk: Hvis aktiveret, vil budgivere se en beskedbox, der beder dem om at bekræfte budet.
de_de: Wenn diese Option aktiviert ist, wird den Bietern ein modales Fenster angezeigt, in dem sie aufgefordert werden, das Gebot vor der Veröffentlichung zu bestätigen.
el: Αν ενεργοποιηθεί, οι πλειοδότες θα δουν ένα βοηθητικό παράθυρο ζητώντας τους επιβεβαίωση προσφοράς πριν την δημοσίευσή της.
es_es: Si está activado, los pujadores verán una ventana modal que les solicita confirmar la puja antes de publicarla.
fr_fr: Si cette option est activée, les enchérisseurs verront une fenêtre modale leur demandant de confirmer l'offre avant de la publier.
it_it: Se attivata, agli offerenti verrà mostrata una finestra modale con richiesta di conferma dell'offerta che andranno a fare.
nl_nl: Indien ingeschakeld, zien bieders een scherm dat om een bevestiging vraagt voordat het bod wordt geplaatst.

source: Set the default fee that users have to pay before bidding.
da_dk: Indstil standardgebyret, som brugerne skal betale før de byder.
de_de: Lege die Standardgebühr fest, die Benutzer vor dem Bieten zahlen müssen.
el: Ορισμός προεπιλεγμένης χρέωσης που πρέπει να πληρώσουν οι χρήστες πριν τοποθετήσουν προσφορά.
es_es: Establece la cuota predeterminada que los usuarios deben pagar antes de pujar.
fr_fr: Définissez les frais par défaut que les utilisateurs doivent payer avant d'enchérir.
it_it: Imposta la quota predefinita che gli utenti devono pagare per poter fare le offerte.
nl_nl: Standaard inschrijfkosten instellen die gebruikers moeten betalen om te kunnen bieden.

source: Set Overtime
da_dk: Indstil sidste øjebliks bud
de_de: Überzeit einstellen
el: Ορισμός Παράτασης
es_es: Establecer tiempo extra
fr_fr: Définir les heures supplémentaires
it_it: Imposta prolungamento
nl_nl: Extra tijd instellen

source: Enable to extend the auction duration if someone places a bid when the auction is about to end.
da_dk: Aktiver for at forlænge auktionens varighed, hvis nogen afgiver et bud, når auktionen er ved at være afsluttet.
de_de: Aktiviere diese Option, um die Auktionsdauer zu verlängern, wenn jemand ein Gebot abgibt, wenn die Auktion kurz vor dem Ende steht.
el: Ενεργοποιήστε να επεκτείνετε την διάρκεια δημοπρασίας αν κάποιος τοποθετεί προσφορά όταν η δημοπρασία πρόκειται να λήξει.
es_es: Activa extender la duración de la subasta si alguien hace una puja cuando la subasta está a punto de finalizar.
fr_fr: Activez pour prolonger la durée de l'enchère si quelqu'un place une enchère alors que l'enchère est sur le point de se terminer.
it_it: Attiva per prolungare la durata dell'asta se qualcuno fa un'offerta quando sta per terminare.
nl_nl: Inschakelen om de veiling-duur te verleningen wanneer iemand kort voordat de veiling afloopt, een bod plaatst.

source: Overtime settings
da_dk: Indstillinger for sidste øjebliksbud
de_de: Überzeit Einstellungen
el: Ρυθμίσεις παράτασης
es_es: Ajustes de tiempo extra
fr_fr: Paramètres des heures supplémentaires
it_it: Impostazioni prolungamento
nl_nl: Extra tijd instellingen

source: Set the overtime rule when the auction is about to end
da_dk: Vis reglerne for Ekstratid når auktionen er ved at slutte
de_de: Lege die Überstundenregel fest, wenn die Auktion beendet wird
el: Ορίστε κανόνα παράτασης για όταν η δημοπρασία πρόκειται να τερματιστεί
es_es: Establece la regla de tiempo extra cuando la subasta está a punto de finalizar
fr_fr: Définissez la règle des heures supplémentaires lorsque l'enchère est sur le point de se terminer
it_it: Imposta la regola di prolungamento quando l'asta per terminare
nl_nl: Stel de extra tijd regel in, wanneer een veiling bijna is afgelopen.

source: Show higher bidder modal
da_dk: Vis beskedbox med højeste bud
de_de: Modal für höheren Bieter anzeigen
el: Εμφάνιση βοηθητικού παραθύρου μεγαλύτερου πλειοδότη
es_es: Mostrar modal de máximo pujador
fr_fr: Afficher le modal du plus offrant
it_it: Mostra popup al miglior offerente
nl_nl: Toon hoogste bieder scherm

source: Enable to show a modal to the highest bidder to suggest him to refresh the page.
da_dk: Aktiver at vise en beskedboks til højstbydende for at foreslå ham at opdatere siden.
de_de: Aktiviere diese Option, um dem Höchstbietenden ein Modal anzuzeigen und ihm vorzuschlagen, die Seite zu aktualisieren.
el: Ενεργοποιήστε να εμφανίζεται βοηθητικό παράθυρο στον μεγαλύτερο πλειοδότη συνιστώντας του να ανανεώσει την σελίδα.
es_es: Activa mostrar un modal al pujador más alto para sugerirle que refresque la página.
fr_fr: Permet d'afficher un modal au plus offrant pour lui suggérer d'actualiser la page.
it_it: Attiva per mostrare una finestra modale al miglior offerente per consigliare di aggiornare la pagina.
nl_nl: Inschakelen om een scherm te tonen aan de hoogste bieder, met de aanbeveling de pagina te vernieuwen.

source: Enable watchlist
da_dk: Aktivér overvågningsliste
de_de: Beobachtungsliste aktivieren
el: Ενεργοποίηση λίστας παρακολούθησης
es_es: Activar lista de seguimiento
fr_fr: Activer la liste de surveillance
it_it: Attiva lista aste osservate
nl_nl: Kijklijst inschakelen

source: Enable to allow logged in users to create a watchlist with auctions they are interested in.
da_dk: Aktiver for at tillade brugere der er logget ind, at de kan oprette en overvågningsliste med auktioner, de er interesseret i.
de_de: Aktiviere diese Option, damit angemeldete Benutzer eine Beobachtungsliste mit Auktionen erstellen können, an denen du interessiert bist.
el: Ενεργοποιήστε να επιτρέπετε στους συνδεδεμένους χρήστες να δημιουργούν λίστα παρακολούθησης των δημοπρασιών που τους ενδιαφέρουν.
es_es: Permite a los usuarios registrados crear una lista de seguimiento con las subastas en las que están interesados.
fr_fr: Activer pour permettre aux utilisateurs connectés de créer une liste de surveillance avec les enchères qui les intéressent.
it_it: Attiva per permettere agli utenti registrati di creare una lista di aste a cui sono interessati.
nl_nl: Inschakelen zodat ingelogde gebruikers een kijklijst kunnen aanmaken met veilingen waarin zij geïnteresseerd zijn.

source: Allow users to follow auctions
da_dk: Tillad at brugere kan følge auktioner
de_de: Benutzer können Auktionen verfolgen
el: Επιτρέψτε στους χρήστες να ακολουθούν δημοπρασίες
es_es: Permitir a los usuarios seguir las subastas
fr_fr: Autoriser les utilisateurs à suivre les enchères
it_it: Permetti agli utenti di seguire le aste
nl_nl: Toestaan dat gebruikers veilingen kunnen volgen

source: If enabled, users can leave their email in the auction page and receive a notification when auction is about to end
da_dk: Hvis aktiveret, kan brugerne efterlade deres e-mail adresse på auktionssiden og modtage en meddelelse, når auktionen er ved at slutte
de_de: Wenn diese Option aktiviert ist, können Benutzer deine E-Mail-Adresse auf der Auktionsseite hinterlassen und eine Benachrichtigung erhalten, wenn die Auktion kurz vor dem Ende steht
el: Αν ενεργοποιηθεί, οι χρήστες μπορούν να αφήσουν το email τους στη σελίδα δημοπρασίας και να λάβουν ειδοποίηση όταν η δημοπρασία πρόκειται να τερματιστεί
es_es: Si está activado, los usuarios podrán dejar su correo electrónico en la página de la subasta y recibir una notificación cuando la subasta está a punto de terminar
fr_fr: Si cette option est activée, les utilisateurs peuvent laisser leur e-mail sur la page d'enchères et recevoir une notification lorsque l'enchère est sur le point de se terminer
it_it: Se attivata, gli utenti possono lasciare la propria email nella pagina dell'asta per ricevere una notifica quando l'asta sta per terminare
nl_nl: Indien ingeschakeld, kunnen gebruikers hun e-mail achterlaten in de veiling pagina en een melding ontvangen wanneer de veiling bijna is afgelopen

source: Show Privacy field
da_dk: Vis privatlivspolitik
es_es: Mostrar campo de Privacidad
fr_fr: Montrer les champs privés
it_it: Mostra campo Privacy
nl_nl: Toon Privacy veld

source: Show "Privacy" checkbox on subscribe form
da_dk: Vis "Privatlivspolitik" tjekbox på tilmeldingsblanket
es_es: Mostrar casilla de verificación ''Privacidad'' en el formulario de suscripción
fr_fr: Montrer la case à cocher "Privé" sur le formulaire d'enregistrement
it_it: Mostra checkbox "Privacy" nel form di registrazione
nl_nl: Toon "Privacy" keuzevakje op inschrijfformulier
