Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Auction List
da_dk: Auktionslist
de_de: Auktionsliste
el: Λίστα Δημοπρασίας
es_es: Lista de subasta
fr_fr: Liste des enchères
it_it: Lista aste
nl_nl: Veiling lijst

source: Auctions Tables
da_dk: Auktionstabeller
de_de: Auktionstabellen
el: Πίνακες Δημοπρασιών
es_es: Tablas de subastas
fr_fr: Tables des enchères
it_it: Tabelle aste
nl_nl: Veiling tabellen

source: Auction
da_dk: Auktion
de_de: Auktion
el: Δημοπρασία
es_es: Subasta
fr_fr: Enchère
it_it: Asta
nl_nl: Veiling

source: Started on
da_dk: Startede
de_de: Begann am
el: Ξεκίνησε στις
es_es: Comenzada en
fr_fr: Commencé le
it_it: Iniziata il
nl_nl: Gestart op

source: Start price
da_dk: Start pris
de_de: Startpreis
el: Αρχική τιμή
es_es: Precio inicial
fr_fr: Prix de départ
it_it: Prezzo di partenza
nl_nl: Startprijs

source: Current bid
da_dk: Nuværende bud
de_de: aktuelles Gebot
el: Τρέχουσα προσφορά
es_es: Puja actual
fr_fr: Enchère actuelle
it_it: Offerta attuale
nl_nl: Huidig bod

source: Bids
da_dk: Bud
de_de: Gebote
el: Προσφορές
es_es: Pujas
fr_fr: Enchères
it_it: Offerte
nl_nl: Biedingen

source: Bidders
da_dk: Bydere
de_de: Bieter
el: Πλειοδότες
es_es: Pujadores
fr_fr: Soumissionnaires
it_it: Offerenti
nl_nl: Bieders

source: Followers
da_dk: Følgere
el: Ακόλουθοι
es_es: Seguidores
fr_fr: Suiveurs
it_it: Follower
nl_nl: Volgers

source: Watchers
da_dk: Overvågere
de_de: Beobachter
el: Παρατηρητές
es_es: Observadores
fr_fr: Observateurs
it_it: Osservatori
nl_nl: Kijkers

source: Reserve price
da_dk: Reserver pris
de_de: Mindestpreis
el: Κάντε κράτηση τιμής
es_es: Precio de reserva
fr_fr: Prix de réserve
it_it: Prezzo di riserva
nl_nl: Gereserveerde prijs

source: End on:
da_dk: Slutter:
de_de: Endet am:
el: Τέλος στις:
es_es: Finaliza en:
fr_fr: Fin le:
it_it: Termina il:
nl_nl: Eindigt op:

source: Status:
el: Κατάσταση:
es_es: Estado:
fr_fr: Statut:
it_it: Stato:

source: Show details
es_es: Mostrar detalles
it_it: Mostra dettagli
nl_nl: Details tonen

source: Ended
da_dk: Afsluttet
de_de: Beendet
el: Τερματίστηκε
es_es: Finalizada
fr_fr: Terminé
it_it: Terminata
nl_nl: Afgelopen

source: Draft
da_dk: Kladde
de_de: Entwurf
el: Πρόχειρο
es_es: Borrador
fr_fr: Brouillon
it_it: Bozza
nl_nl: Concept

source: All
da_dk: Alle
de_de: Alle
el: Όλες
es_es: Todas
fr_fr: Tout
it_it: Tutte
nl_nl: Alle

source: Trash
da_dk: Papirkurv
de_de: Papierkorb
el: Διαγραμμένα
es_es: Papelera
fr_fr: Poubelle
it_it: Cestino
nl_nl: Prullenbak

source: All status
es_es: Todos los estados
it_it: Tutti gli stati
nl_nl: Alle statussen

source: Scheduled
es_es: Programada
it_it: Programmato
nl_nl: Gepland

source: Started
da_dk: Startet
de_de: Gestartet
el: Ξεκίνησε
es_es: Empezada
fr_fr: Commencée
it_it: Iniziata
nl_nl: Gestart

source: Filter
el: Ταξινόμηση
es_es: Filtro
fr_fr: Filtre
it_it: Filtra

source: Export CSV
da_dk: Eksport CSV-fil
el: Εξαγωγή CSV
es_es: Exportar CSV
fr_fr: Exporter CSV
it_it: Esporta CSV
nl_nl: CSV exporteren

source: Edit &#8220;%s&#8221;
es_es: Editar &#8220;%s&#8221;
it_it: Modifica &#8220;%s&#8221;
nl_nl: Bewerk &#8220;%s&#8221;

source: Edit
es_es: Editar
it_it: Modifica
nl_nl: Bewerken

source: Restore &#8220;%s&#8221; from the Trash
es_es: Restaurar &#8220;%s&#8221; desde la Papelera
it_it: Ripristina &#8220;%s&#8221; dal cestino
nl_nl: &#8220;%s&#8221; herstellen van prullenbak

source: Restore
es_es: Restaurar
it_it: Ripristina
nl_nl: Herstellen

source: Move &#8220;%s&#8221; to the Trash
es_es: Mover &#8220;%s&#8221; a la Papelera
it_it: Sposta &#8220;%s&#8221; nel cestino
nl_nl: &#8220;%s&#8221; Verplaatsen naar prullenbak

source: Delete &#8220;%s&#8221; permanently
es_es: Eliminar &#8220;%s&#8221; permanentemente
it_it: Elimina &#8220;%s&#8221; in modo permanente
nl_nl: &#8220;%s&#8221; permanent verwijderen

source: Delete Permanently
es_es: Eliminar permanentemente
it_it: Elimina in modo permanente
nl_nl: Permanent verwijderen

source: Preview &#8220;%s&#8221;
es_es: Vista previa &#8220;%s&#8221;
it_it: Vedi anteprima di &#8220;%s&#8221;
nl_nl: Voorbeeld &#8220;%s&#8221;

source: Preview
es_es: Vista previa
it_it: Anteprima
nl_nl: Voorbeeld

source: View &#8220;%s&#8221;
es_es: Ver &#8220;%s&#8221;
it_it: Visualizza &#8220;%s&#8221;
nl_nl: Bekijk &#8220;%s&#8221;

source: View
da_dk: Vis
de_de: Ansicht
el: Προβολή
es_es: Ver
fr_fr: Voir
it_it: Vedi
nl_nl: Bekijk

source: Auction fee
da_dk: Auktionsgebyr
de_de: Auktionsgebühr
el: Χρέωση δημοπρασίας
es_es: Cuota de subasta
fr_fr: Frais d'enchère
it_it: Quota asta
nl_nl: Inschrijfkosten veiling

source: This product has been automatically created by the plugin YITH WooCommerce Auction. You must not edit it, or the plugin might not work properly. The main functionality of this product is to be used for the feature "Ask fee payment before placing a bid"
da_dk: Dette produkt er automatisk oprettet af pluginet YITH WooCommerce Auction. Du må ikke redigere i det, ellers fungerer pluginet muligvis ikke korrekt. Produktets hovedfunktionalitet skal bruges til funktionen "Spørg efter gebyrbetaling inden afgivelse af et bud"
de_de: Dieses Produkt wurde automatisch vom Plugin YITH WooCommerce Auction erstellt. Du darfst es nicht bearbeiten, sonst funktioniert das Plugin möglicherweise nicht richtig. Die Hauptfunktionalität dieses Produkts besteht darin, die Funktion "Gebührenzahlung vor Abgabe eines Gebots erfragen" zu verwenden.
el: Αυτό το προϊόν έχει δημιουργηθεί αυτόματα από το πρόσθετο YITH WooCommerce Auction. Θα πρέπει να μην το επεξεργαστείτε διαφορετικά το πρόσθετο μπορεί να μην λειτουργήσει σωστά. Η βασική λειτουργικότητα αυτού του προϊόντος είναι να χρησιμοποιηθεί για το χαρακτηριστικό “Ζητήστε πληρωμή χρέωσης πριν την τοποθέτηση προσφοράς”
es_es: Este producto ha sido creado automáticamente por el plugin YITH WooCommerce Auction. No debes editarlo, o el plugin no funcionará correctamente. La principal funcionalidad de este producto es para la característica ''Solicita el pago de una cuota antes de realizar la puja''
fr_fr: Ce produit a été créé automatiquement par le plugin YITH WooCommerce Auction. Vous ne devez pas le modifier, sinon le plugin pourrait ne pas fonctionner correctement. La fonctionnalité principale de ce produit doit être utilisée pour la fonction "Demander le paiement des frais avant de placer une offre"
it_it: Questo prodotto è stato creato automaticamente dal plugin YITH WooCommerce Auction. Non deve essere modificato altrimenti il plugin potrebbe non funzionare correttamente. La funzione principale di questo prodotto è per l'utilizzo della funzionalità "Chiedi il pagamento di una quota prima di fare un'offerta"
nl_nl: Dit product is automatisch gemaakt door de YITH WooCommerce Auction plugin. Je mag het niet bewerken, anders werkt de plugin mogelijk niet correct. De belangrijkste functie van dit product is om te worden gebruikt voor de functie "Vraag inschrijfkosten voordat je een bod plaatst"

source: Auction fee -
da_dk: Auktionsgebyr -
de_de: Auktionsgebühr -
el: Χρέωση δημοπρασίας -
es_es: Cuota de subasta
fr_fr: Frais d'enchère -
it_it: Quote asta
nl_nl: Inschrijfkosten veiling -

source: Minimum decrement amount
da_dk: Mindste beløb en auktion kan falde med
de_de: Mindestminderungsbetrag
el: Ελάχιστο ποσό μείωσης
es_es: Cantidad de disminución mínima
fr_fr: Montant minimum de décrément
it_it: Importo decremento minimo
nl_nl: Minimale verlaagbedrag

source: Minimum increment amount
da_dk: Minimum forøgelse af bud
de_de: Minimaler Inkrementbetrag
el: Ελάχιστο ποσό αύξησης
es_es: Cantidad mínima de incremento
fr_fr: Montant d'incrément minimum
it_it: Aumento minimo
nl_nl: Minimaal ophoogbedrag

source: Set the minimum decrement amount for manual bids
da_dk: Indstil det mindste beløb en auktion skal falde med ved manuelle bud
de_de: Lege den minimalen Dekrementbetrag für manuelle Gebote fest
el: Εισάγετε το ελάχιστο ποσό μείωσης για χειροκίνητες προσφορές
es_es: Establece la cantidad de disminución mínima para pujas manuales
fr_fr: Définir le montant minimum de décrémentation pour les enchères manuelles
it_it: Imposta l'importo per il decremento minimo per le offerte manuali
nl_nl: Minimaal verlaagbedrag voor handmatige biedingen instellen

source: Set the minimum increment amount for manual bids
da_dk: Indstil det mindste beløb en auktion skal stige med ved manuelle bud
de_de: Lege den Mindestinkrementbetrag für manuelle Gebote fest
el: Εισάγετε το ελάχιστο ποσό προσαύξησης για χειροκίνητες προσφορές
es_es: Establece la cantidad de incremento mínima para pujas manuales
fr_fr: Définir le montant d'augmentation minimum pour les enchères manuelles
it_it: Imposta l'importo di incremento minimo per le offerte manuali
nl_nl: Minimaal ophoogbedrag voor handmatige biedingen

source: Item condition
da_dk: Varens stand
de_de: Artikel Zustand
el: Κατάσταση αντικειμένου
es_es: Condición del artículo
fr_fr: Etat de l'objet
it_it: Condizioni dell'oggetto
nl_nl: Staat van item

source: Optional: Enter the item condition (new, used, damaged...)
da_dk: Valgfrit: Indtast varens stand (ny, brugt, skåret...)
de_de: Optional: Gib den den Artikelzustand ein (neu, gebraucht, beschädigt ...)
el: Προαιρετικό: Εισάγετε την κατάσταση αντικειμένου (νέα, χρησιμοποιημένη, φθαρμένη…)
es_es: Opcional: Introduce la condición del artículo (nuevo, usado, dañado...)
fr_fr: Facultatif: saisissez l'état de l'article (neuf, utilisé, endommagé ...)
it_it: Opzionale: Inserisci le condizioni dell'oggetto (nuovo, usato, danneggiato...)
nl_nl: Optioneel: Staat van item invoeren (nieuw, gebruikt, beschadigd...)

source: Auction type
da_dk: Auktionstype
de_de: Auktionstyp
el: Τύπος δημοπρασίας
es_es: Tipo de subasta
fr_fr: Type d'enchère
it_it: Tipo di asta
nl_nl: Veiling type

source: Choose the auction type. In a normal auction, the higher bid wins, in a reverse auction, the lower bid wins.
da_dk: Vælg auktionstype. Ved en normal auktion vinder det højere bud men i en omvendt auktion vinder det laveste bud.
de_de: Wähle den Auktionstyp. Bei einer normalen Auktion gewinnt das höhere Gebot, bei einer umgekehrten Auktion das niedrigere Gebot.
el: Επιλέξτε τον τύπο δημοπρασίας. Σε μια κανονική δημοπρασία η μεγαλύτερη προσφορά κερδίζει. Σε μια αντίστροφη δημοπρασία, η χαμηλότερη προσφορά κερδίζει.
es_es: Escoge el tipo de subasta. En una subasta normal, el pujador más alto gana, en la subasta inversa, la puja más baja, gana.
fr_fr: Choisissez le type d'enchère. Dans une enchère normale, l'offre la plus élevée l'emporte, dans une enchère inversée, l'offre la plus basse l'emporte.
it_it: Scegli il tipo di asta. Nell'asta classica l'offerta più alta si aggiudica l'oggetto, mentre nell'asta al ribasso vince l'offerta più bassa.
nl_nl: Kies het veiling type. In een normale veiling wint de hoogste bieder, in een omgekeerde veiling wint de laagste bieder.

source: Reverse
da_dk: Mindstepris
de_de: Umkehren
el: Αντίστροφος
es_es: Inversa
fr_fr: Inverser
it_it: Al ribasso
nl_nl: Omgekeerd

source: Make sealed
da_dk: Forsegl
de_de: Einstellung der automatischen Bieterhöhung in €
el: Ορισμός ως κλειδωμένη
es_es: Convertirla en sellada
fr_fr: Faire scellé
it_it: Rendi segreta
nl_nl: Maak veiling gesloten

source: Enable if you want to make this a sealed auction. All bids will be hidden.
da_dk: Aktiver hvis du ønsker at dette skal være en hemmelig auktion. Så vil alle bud være skjulte.
de_de: Aktiviere diese Option, wenn du eine versiegelte Auktion durchführen möchtest. Alle Gebote werden ausgeblendet.
el: Ενεργοποιήστε αν θέλετε να ορίσετε την δημοπρασία ως κλειδωμένη. Θα γίνει απόκρυψη όλων των προσφορών.
es_es: Establece si quieres que esta subasta sea sellada. Todas las pujas se ocultarán.
fr_fr: Activez si vous souhaitez en faire une enchère scellée. Toutes les offres seront masquées.
it_it: Attiva per rendere quest'asta segreta. Tutte le offerte saranno nascoste.
nl_nl: Inschakelen als je hier een gesloten veiling van wilt maken. Alle biedingen worden verborgen.

source: Starting Price
da_dk: Start Pris
de_de: Startpreis
el: Αρχική Τιμή
es_es: Precio de inicio
fr_fr: Prix de départ
it_it: Prezzo di partenza
nl_nl: Startprijs

source: Set a starting price for this auction
da_dk: Indstil startpris for denne auktion
de_de: Lege einen Startpreis für diese Auktion fest
el: Ορισμός αρχικής τιμής για αυτή τη δημοπρασία
es_es: Establece el precio inicial para esta subasta
fr_fr: Fixez un prix de départ pour cette enchère
it_it: Imposta un prezzo di partenza per quest'asta
nl_nl: Startprijs instellen voor deze veiling

source: Note: If you set automatic bidding, this value will be overridden by the value of "Automatic bid increment".
da_dk: Bemærk: Hvis du har sat automatisk bud, så vil dette beløb blive overskrevet af beløbet for "Automatisk bud forøgelse".
de_de: Hinweis: Wenn du das automatische Gebot festlegst, wird dieser Wert durch den Wert "Automatisches Gebotsinkrement" überschrieben.
el: Σημείωση: Αν ορίσετε το αυτόματο σύστημα προσφοράς, αυτή η αξία θα παρακάμπτεται από την αξία του "Προσαύξηση αυτόματης προσφοράς".
es_es: Nota: Si estableces pujas automáticas, este valor será sobrescrito por el valor de ''Incremento de puja automática''.
fr_fr: Note: Si vous activer l'option pour miser automatiquement, cette valeur sera remplacée par celle contenue dans "Augmentation automatique de l'offre"
it_it: Nota: se imposti le offerte automatiche, questo valore sarà sovrascritto dal valore di "Incremento automatico".
nl_nl: Let op: als je automatisch bieden instelt zal deze waarde worden overschreven door de waarde van 'Automatische bod verhoging'.

source: Set the reserve price for this auction.
da_dk: Indstil mindsteprisen for denne auktion.
de_de: Lege den Mindestpreis für diese Auktion fest.
el: Ορισμός τιμής κράτησης για αυτή τη δημοπρασία.
es_es: Establece el precio de reserva para esta subasta.
fr_fr: Définissez le prix de réserve pour cette enchère.
it_it: Imposta il prezzo di riserva per quest'asta.
nl_nl: Gereserveerde prijs instellen voor deze veiling.

source: Show 'Buy Now' button
da_dk: Vis "Køb Nu" knap
de_de: Button "Jetzt kaufen" anzeigen
el: Εμφάνιση κουμπιού ‘Άμεση Αγορά’
es_es: Mostrar botón 'Comprar ahora'
fr_fr: Afficher le bouton "Acheter maintenant"
it_it: Mostra il pulsante "Compra subito"
nl_nl: 'Nu kopen' knop tonen

source: Enable to show a 'Buy Now' button to allow users to buy this product without to bid
da_dk: Aktivér at vise en 'Køb nu' -knap, så brugerne kan købe dette produkt uden at byde
de_de: Aktiviere diese Option, um den Button "Jetzt kaufen" anzuzeigen, damit Benutzer dieses Produkt kaufen können, ohne bieten zu müssen
el: Ενεργοποίηση εμφάνισης κουμπιού ‘Άμεση Αγορά’ για να επιτρέψετε στους χρήστες να αγοράσουν αυτό το προϊόν χωρίς προσφορά
es_es: Activa mostrar un botón de 'Comprar ahora' para permitir a los usuarios comprar este producto sin pujar
fr_fr: Activer pour afficher un bouton "Acheter maintenant" pour permettre aux utilisateurs d'acheter ce produit sans enchérir
it_it: Attiva per mostrare il pulsante "Compra subito" e permettere agli utenti di acquistare questo prodotto senza fare offerte
nl_nl: Inschakelen om een 'Nu kopen' knop te tonen, zodat gebruikers dit product kunnen kopen zonder te bieden

source: Buy it now price
da_dk: Køb-Nu pris
de_de: Kauf es jetzt Preis
el: Τιμή άμεσης αγοράς
es_es: Precio de Cómpralo ahora
fr_fr: Achetez-le maintenant prix
it_it: Prezzo per "Compra subito"
nl_nl: Nu kopen prijs

source: Set the 'Buy Now' price for this auction.
da_dk: Indstil "Køb Nu" prisen for denne auktion.
de_de: Legen den "Jetzt kaufen" -Preis für diese Auktion fest.
el: Ορισμός τιμής για ‘Άμεση Αγορά’ για αυτή τη δημοπρασία.
es_es: Establece el precio de 'Comprar ahora' para esta subasta.
fr_fr: Définissez le prix «Acheter maintenant» pour cette enchère.
it_it: Imposta il prezzo "Compra subito" per quest'asta.
nl_nl: De 'Nu kopen' prijs instellen voor deze veiling.

source: Override bid type options
da_dk: Tilsidesæt indstilling af budmuligheder
de_de: Optionen für Gebotstypen überschreiben
el: Παράκαμψη επιλογών τύπου προσφοράς
es_es: Sobrescribir opciones de tipo de puja
fr_fr: Remplacer les options de type d'enchère
it_it: Sovrascrivi opzioni per il tipo di offerta
nl_nl: Bieding type opties overschrijven

source: Enable to override the global options and set specific bid type options for this auction
es_es: Activa si sobrescribir las opciones globales y establecer opciones de tipo de puja específica para esta subasta
it_it: Abilita per sovrascrivere le opzioni globali e personalizzare le opzioni per il tipo di offerta di quest'asta
nl_nl: Inschakelen om de globale opties te overschrijven en specifieke bieding type opties voor deze veiling in te stellen

source: Set bid type
da_dk: Indstil budtype
de_de: Gebotstyp festlegen
el: Ορισμός τύπου προσφοράς
es_es: Establece el tipo de puja
fr_fr: Définir le type d'enchère
it_it: Imposta il tipo di offerta
nl_nl: Bieding type instellen

source: With the automatic bidding, the user enters the maximum amount it's willing to pay for the item.
es_es: Con la puja automática el usuario introduce el importe máximo que está dispuesto a pagar por el artículo.
it_it: Con le offerte automatiche, l'utente inserisce l'importo massimo che vuole spendere per l'oggetto.
nl_nl: Met de automatisch bieden optie, voert de gebruiker het maximale bedrag in dat hij wil betalen voor het item.

source: Automatic
da_dk: Automatisk
de_de: Automatisch
el: Αυτόματος
es_es: Automática
fr_fr: Automatique
it_it: Automatica
nl_nl: Automatisch

source: Auction bid type
da_dk: Budtype for auktion
de_de: Art des Auktionsgebots
el: Τύπος προσφοράς δημοπρασίας
es_es: Tipo de puja de subasta
fr_fr: Type d'enchère
it_it: Tipo di asta
nl_nl: Veiling bieden type

source: With the advanced type you can set different auctomatic bid increments based on the current bid value.
da_dk: Med den avancerede type kan du indstille forskellige auktomatiske budintervaller baseret på den aktuelle budværdi.
de_de: Mit dem erweiterten Typ kannst du verschiedene automatische Gebotsinkremente basierend auf dem aktuellen Gebotswert festlegen.
el: Με τον προηγμένο τύπο μπορείτε να θέσετε διάφορες προσαυξήσεις αυτόματων προσφορών βάσει της τρέχουσας αξίας προσφοράς.
es_es: Con el tipo avanzada puedes establecer incrementos de puja automáticos en baso al valor actual de la puja.
fr_fr: Avec le type avancé, vous pouvez définir différents incréments d'enchères automatiques en fonction de la valeur d'enchère actuelle.
it_it: Con il tipo avanzato puoi impostare incrementi automatici delle offerte diversi in base al valore dell'offerta corrente.
nl_nl: Met het geavanceerde type kun je verschillende automatische bod-verhogingen instellen op basis van de huidige biedwaarde.

source: Advanced
da_dk: Avancerede
de_de: Fortgeschrittene
el: Προηγμένο
es_es: Avanzada
fr_fr: Avancée
it_it: Avanzato
nl_nl: Geavanceerd

source: Automatic bid increment
da_dk: Automatisk budforøgelse
de_de: Automatische Gebotserhöhung
el: Προσαύξηση αυτόματης προσφοράς
es_es: Incremento de puja automático
it_it: Rilancio automatico
nl_nl: Automatische bod-verhoging

source: Set the bidding increment for automatic bidding. You can create more rules to set different bid increments based on the auction's current bid and then set a last rule to cover all the offers made after the last current bid step
da_dk: Indstil budgivningsforøgelsen til automatisk budgivning. Du kan oprette flere regler for at indstille forskellige budforøgelser baseret på auktionens aktuelle bud og derefter indstille en sidste regel, der dækker alle bud, der er foretaget efter det sidste aktuelle bud
de_de: Stelle das Gebotsinkrement für das automatische Bieten ein. Du kannst weitere Regeln erstellen, um verschiedene Gebotsinkremente basierend auf dem aktuellen Gebot der Auktion festzulegen, und dann eine letzte Regel festlegen, um alle Angebote abzudecken, die nach dem letzten aktuellen Gebotsschritt abgegeben wurden
el: Ορίστε προσαύξηση προσφοράς για την αυτόματη προσφορά. Μπορείτε να δημιουργήσετε περισσότερους κανόνες για να ορίσετε διάφορες προσαυξήσεις προσφοράς βάσει της τρέχουσας προσφοράς δημοπρασίας. Στη συνέχεια ορίστε έναν τελευταίο κανόνα για να καλύψετε όλες τις προσφορές που δημιουργήθηκαν μετά το τελευταίο βήμα τρέχουσας προσφοράς
es_es: Establece el incremento de la puja para pujas automáticas. Puedes crear más reglas para establecer diferentes incrementos de puja dependiendo de las pujas actuales de la subasta y establecer una última regla para cubrir todas las ofertas hechas tras el paso de puja actual
fr_fr: Définissez l'incrément d'enchères pour les enchères automatiques. Vous pouvez créer plus de règles pour définir différents incréments d'enchères en fonction de l'enchère actuelle de l'enchère, puis définir une dernière règle pour couvrir toutes les offres faites après la dernière étape d'enchère en cours.
it_it: Imposta l'incremento per il rilancio automatico. Puoi creare più regole per impostare incrementi diversi in base all'offerta corrente dell'asta e configurare una regola finale per coprire tutte le offerte fatte dopo l'ultima
nl_nl: Bod-verhoging voor automatisch bieden instellen. Je kunt meerdere regels instellen voor verschillende bod-verhogingen gebaseerd op het huidige bod van de veiling, vervolgens kun je een laatste regel instellen die alle biedingen boven een bepaald bedrag omvat

source: Override fee options
da_dk: Overskriv gebyr muligheder
de_de: Gebührenoptionen überschreiben
el: Παράκαμψη επιλογών χρέωσης
es_es: Sobrescribir opciones de cuota
fr_fr: Remplacer les options de frais
it_it: Sovrascrivi opzioni della quota
nl_nl: Inschrijfkosten opties overschrijven

source: Enable to override the global options and set specific fee options for this auction
es_es: Activa si sobrescribir las opciones globales y establecer opciones de cuota específicas para esta subasta
it_it: Abilita per sovrascrivere le opzioni globali e personalizzare le opzioni per la quota da pagare su quest'asta.
nl_nl: Inschakelen om de globale opties te overschrijven en specifieke kosten opties voor deze veiling in te stellen

source: Ask fee payment before bidding
da_dk: Forlang afgiftsbetaling før budgivning
de_de: Frage vor dem Bieten nach der Gebührenzahlung
el: Ζητήστε πληρωμή χρέωσης πριν την τοποθέτηση προσφοράς
es_es: Solicita el pago de una cuota antes de pujar
fr_fr: Demandez le paiement des frais avant d'enchérir
it_it: Chiedi il pagamento di una quota prima di iniziare a fare offerte
nl_nl: Vraag om betaling van inschrijfkosten om te kunnen bieden

source: Enable to ask users to pay a fee before placing a bid.
da_dk: Aktiver for at bede personer der vil byde om at betale et gebyr inden de byder.
de_de: Aktiviere diese Option, um Benutzer zur Abgabe einer Gebühr aufzufordern, bevor Sie ein Gebot abgeben.
el: Ενεργοποιήστε να ζητείται πληρωμή χρέωσης από τους χρήστες πριν την τοποθέτηση προσφοράς.
es_es: Activa solicitar a los usuarios pagar una cuota antes de hacer una puja.
fr_fr: Permet de demander aux utilisateurs de payer des frais avant de placer une offre.
it_it: Attiva per chiedere agli utenti il pagamento di una quota prima di fare un'offerta.
nl_nl: Inschakelen om betaling van inschrijfkosten te vragen om te kunnen bieden

source: Fee amount
da_dk: Gebyr
de_de: Gebührenbetrag
el: Ποσό χρέωσης
es_es: Cantidad de cuota
fr_fr: Montant des frais
it_it: Importo quota
nl_nl: Bedrag inschrijfkosten
