Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: This auction has ended
es_es: La subasta ha finalizado
it_it: Quest'asta è terminata
nl_nl: Deze veiling is afgelopen

source: Your bid:
da_dk: Dit bud:
de_de: Dein Gebot:
el: Η προσφορά σας:
es_es: Tu puja:
fr_fr: Votre enchère:
it_it: La tua offerta:
nl_nl: Je bod:

source: Your automatic bid:
da_dk: Dit automatiske bud:
de_de: Dein automatisches Gebot:
el: Η αυτόματη προσφορά σας:
es_es: Tu puja automática:
fr_fr: Votre enchère automatique:
it_it: La tua offerta automatica:
nl_nl: Je automatische bod:

source: How automatic bidding works?
da_dk: Sådan virker automatisk budgivning?
de_de: Wie funktioniert das automatische Bieten?
el: Πώς λειτουργούν οι αυτόματες προσφορές;
es_es: ¿Como funcionan las pujas automáticas?
fr_fr: Comment fonctionne les enchères automatiques?
it_it: Come funzionano le offerte automatiche?
nl_nl: Hoe werkt automatisch bieden?

source: You can enter the maximum you're willing to pay for this item. Our system will bid for you, with the smallest amount possible every time, making sure you are always one step ahead of the other bidders
da_dk: Du kan indtaste det maksimum, du er villig til at betale for denne vare. Vores system vil byder på dig med det mindst mulige beløb hver gang og sørger for, at du altid har det højeste bud
de_de: Du kannst das Maximum eingeben, das du für diesen Artikel bezahlen möchtest. Unser System bietet für dich mit dem jeweils kleinstmöglichen Betrag, um sicherzustellen, dass du den anderen Bietern immer einen Schritt voraus bist
el: Μπορείτε να εισάγετε το μέγιστο ποσό που είστε πρόθυμος να πληρώσετε για αυτό το αντικείμενο. Το σύστημά μας θα τοποθετήσει προσφορά για εσάς, με το ελάχιστο δυνατό ποσό κάθε φορά, βεβαιώνοντας ότι προηγείστε των άλλων προσφορών
es_es: Puedes introducir el máximo que estás dispuesto a pagar por este artículo. Nuestro sistema pujará por ti, con la cantidad más pequeña posible cada vez, asegurándote de estar siempre un paso por delante de otros pujadores
fr_fr: Vous pouvez entrer le montant maximum que vous êtes prêt à payer pour cet article. Notre système soumettra pour vous, avec le plus petit montant possible à chaque fois, en veillant à ce que vous ayez toujours une longueur d'avance sur les autres soumissionnaires
it_it: Puoi inserire il massimo importo che intendi pagare per questo oggetto. Il nostro sistema farà le offerte per te, ogni volta dell'importo più basso possibile, per assicurarti di essere sempre un passo avanti rispetto agli altri offerenti
nl_nl: Je kunt het maximum bedrag ingeven dat je wilt betalen voor dit item. Ons systeem zal voor je bieden, telkens met het kleinst mogelijke bedrag, om er zeker van te zijn dat je andere bieders altijd een stap voor bent

source: Once you have reached your maximum limit, we will notify you and no longer bid on your name unless you decide to set up a new automatic bid.
da_dk: Når dit max-bud er nået, stopper dine bud automatisk og vi sender dig en besked om at dit max-bud er nået. Du kan derefter vælge at øge dit Max-bud.
de_de: Sobald du dein maximales Limit erreicht hast, werden wir dich benachrichtigen und nicht mehr auf deinen Namen bieten, es sei denn, du entscheidest dich für ein neues automatisches Gebot.
el: Μόλις έχετε συμπληρώσει το μέγιστο όριό σας, θα σας ενημερώσουμε και δεν θα τοποθετούμε προσφορές πλέον στο όνομά σας, εκτός κι αν αποφασίσετε να ορίσετε νέα αυτόματη προσφορά.
es_es: Una vez que has alcanzado tu límite máximo, te notificaremos y no se harán más pujas en tu nombre a menos que decidas configurar una nueva puja automática.
fr_fr: Une fois que vous avez atteint votre limite maximale, nous vous en informerons et n'enchérirons plus sur votre nom à moins que vous ne décidiez de mettre en place une nouvelle enchère automatique.
it_it: Una volta raggiunto il limite massimo ti invieremo notifica e non faremo più offerte a tuo nome a meno che decidi di impostare una nuova offerta automatica.
nl_nl: Wanneer je je maximum limiet hebt bereikt, zullen we je informeren en niet langer bieden in jouw naam, tenzij je besluit opnieuw automatisch te bieden.

source: Total used from pool of money for automatic bid up.
da_dk: Samlet brugt fra pengepuljen til automatisk budgivning.
de_de: Gesamtbetrag aus dem Geldpool für die automatische Gebotsabgabe.
el: Σύνολο που χρησιμοποιήθηκε από κοινό ταμείο χρημάτων για αυτόματη αύξηση προσφοράς.
es_es: Total usado de la reserva de dinero para subir la puja automáticamente.
fr_fr: Total utilisé à partir du pool d'argent pour une enchère automatique.
it_it: Totale usato dai fondi per il rilancio automatico.
nl_nl: Totaal gebruikt van pot voor automatisch opbod.

source: Bid
da_dk: Bud
de_de: Bieten
el: Προσφορά
es_es: Puja
fr_fr: Offre
it_it: Fai un'offerta
nl_nl: Bod

source: You need to add a valid credit card in order to bid.
es_es: Debes añadir una tarjeta de crédito válida para poder pujar.
it_it: Devi aggiungere una carta di credito valida per poter fare un'offerta.
nl_nl: Je moet een geldige credit card toevoegen om te kunnen bieden.

source: Add a credit card >
es_es: Añade una tarjeta de crédito >
it_it: Aggiungi una carta di credito >
nl_nl: Een creditcard toevoegen >

source: This auction has not been started yet
da_dk: Denne auktion er ikke startet endnu
de_de: Diese Auktion wurde noch nicht gestartet
el: Αυτή η δημοπρασία δεν έχει ξεκινήσει ακόμη
es_es: Esta subasta no ha comenzado aún
fr_fr: Cette enchère n'a pas encore commencé
it_it: Quest'asta non è ancora iniziata
nl_nl: Deze veiling is nog niet begonnen

source: Time left to end auction:
da_dk: Tid tilbage for auktionen:
de_de: Zeit bis zum Ende der Auktion:
el: Εναπομείναν χρόνος για τον τερματισμό δημοπρασίας:
es_es: Tiempo restante para finalizar la subasta:
fr_fr: Temps restant pour terminer l'enchère:
it_it: L'asta si chiuderà fra:
nl_nl: Tijd voordat de veiling eindigt:

source: Current bid:
da_dk: Højeste bud:
es_es: Puja actual:
fr_fr: Offre actuelle:
it_it: Offerta corrente:
nl_nl: Huidig bod:

source: Start time:
es_es: Fecha de inicio:
it_it: Inizia tra:

source: Please, add your first item to the watchlist
da_dk: Tilføj første vare til overvågningslisten
de_de: Bitte füge deine ersten Artikel zur Beobachtungsliste hinzu
el: Παρακαλώ, προσθέστε το πρώτο σας αντικείμενο στη λίστα παρακολούθησης
es_es: Por favor, añade tu primer artículo a la lista de seguimiento
fr_fr: Veuillez ajouter votre premier article à la liste de surveillance
it_it: Aggiungi la tua prima asta alla lista!
nl_nl: Voeg het eerste item toe aan je kijklijst

source: Please, %s to use the watchlist feature
da_dk: Venligst, %s for at bruge overvågnings mulighederne
de_de: Bitte %s, um die Watchlist-Funktion zu verwenden
el: Παρακαλώ, %s για να χρησιμοποιήσετε το χαρακτηριστικό παρακολούθησης λίστας
es_es: Por favor, %s para usar la característica de lista de seguimiento
fr_fr: Veuillez %s pour utiliser la fonctionnalité de liste de surveillance
it_it: Effettua il %s per utilizzare la lista
nl_nl: Alsjeblieft, %s om de wachtlijst optie te gebruiken

source: login
el: σύνδεση
es_es: iniciar sesión
fr_fr: s'identifier
nl_nl: inloggen

source: Watchlist
da_dk: Overvågningsliste
de_de: Beobachtungsliste
el: Λίστα παρακολούθησης
es_es: Lista de seguimiento
fr_fr: Liste de surveillance
it_it: Lista aste osservate
nl_nl: Kijklijst

source: %d items in watchlist
da_dk: %d varer på overvågningsliste
de_de: %d Elemente in der Beobachtungsliste
el: %d αντικείμενα σε λίστα παρακολούθησης
es_es: %d artículos en la lista de seguimiento
fr_fr: %d éléments dans la liste de suivi
it_it: %d aste nella lista delle aste osservate
nl_nl: %d items in kijklijst

source: add rule
da_dk: Tilføj regel
de_de: Regel hinzufügen
el: προσθήκη κανόνα
es_es: añadir regla
fr_fr: ajouter une règle
it_it: Aggiungi regola
nl_nl: regel toevoegen

source: When there is less than
da_dk: Når der er mindre end
de_de: Wenn es weniger als gibt
el: Όταν υπάρχει λιγότερο από
es_es: Cuando hay menos de
fr_fr: Quand il y a moins de
it_it: Quando mancano meno di
nl_nl: Wanneer er minder is dan

source: before the auction ends
da_dk: før auktionen slutter
de_de: bevor die Auktion endet
el: πριν το τέλος της δημοπρασίας
es_es: antes de que la subasta finalice
fr_fr: avant la fin des enchères
it_it: alla fine dell'asta
nl_nl: voordat de veiling afloopt

source: change text color to
da_dk: Ændre tekst farven til
de_de: Ändere die Textfarbe in
el: αλλαγή χρώματος κειμένου σε
es_es: cambiar el color de texto a
fr_fr: changer la couleur du texte en
it_it: cambia il colore del testo in
nl_nl: tekstkleur wijzigen in

source: If someone adds a bid
da_dk: Hvis nogen lægger et bud
de_de: Wenn jemand ein Gebot hinzufügt
el: Αν κάποιος προσθέσει μια προσφορά
es_es: Si alguien añade una puja
fr_fr: Si quelqu'un ajoute une offre
it_it: Se qualcuno fa un'offerta
nl_nl: Als iemand een bod plaatst

source: minutes before the auction ends, extend the auction for another
da_dk: forlæng auktionen for andre minutter før den slutter
de_de: Verlängere die Auktion Minuten vor Auktionsende um eine weitere
el: λεπτά πριν τον τερματισμό δημοπρασίας, επεκτείνετε την δημοπρασία για άλλα
es_es: minutos antes de que la subasta termine, extender la subasta por otros
fr_fr: quelques minutes avant la fin de l'enchère, prolongez l'enchère pour une autre
it_it: minuti prima della fine dell'asta, prolungala di altri
nl_nl: minuten voordat de veiling afloopt, verleng de veiling voor nog eens

source: minutes
da_dk: minutter
de_de: Minuten
el: λεπτά
es_es: minutos
it_it: minuti
nl_nl: minuten

source: If the Stripe payment fails after the 3rd attempt,
es_es: Si el pago de Stripe falla después del tercer intento,
it_it: Se il pagamento Stripe fallisce dopo il terzo tentativo,
nl_nl: Als de Stripe betaling mislukt na de 3e poging,

source: And if also the 2nd one does not pay,
es_es: Y si el segundo tampoco paga.
it_it: E se anche il secondo non paga,
nl_nl: Als ook de 2e niet betaald,

source: Set how to manage unpaid auctions.
es_es: Establece cómo gestionar las subastas no pagadas.
it_it: Scegli come gestire le aste non pagate.
nl_nl: Bepaal hoe je niet betaalde veilingen wilt beheren.

source: If winning bidder does not pay in
da_dk: Hvis den vindende budgiver ikke betaler i
de_de: Wenn der Gewinner nicht einzahlt
el: Αν ο κερδισμένος πλειοδότης δεν πληρώσει σε
es_es: Si el pujador ganador no paga en
fr_fr: Si le soumissionnaire gagnant ne paie pas
it_it: Se il vincitore dell'asta non paga entro
nl_nl: Als de veiling winnaar niet betaald in

source: then
da_dk: så
de_de: dann
el: τότε
es_es: entonces
fr_fr: puis
it_it: allora
nl_nl: dan

source: And after
da_dk: Og efter
de_de: Und danach
el: Και μετά
es_es: Y después
fr_fr: Et après
it_it: E dopo
nl_nl: En na

source: if the winning item is still not paid
da_dk: hvis den vindende varer er ubetalt
de_de: wenn der Gewinner noch nicht bezahlt ist
el: αν το κερδισμένο αντικείμενο δεν έχει πληρωθεί ακόμη
es_es: si el artículo ganado sigue sin ser pagado
fr_fr: si l'article gagnant n'est toujours pas payé
it_it: se l'oggetto non è stato ancora pagato
nl_nl: als het gewonnen item nog steeds niet is betaald

source: After
da_dk: Efter
de_de: Nach
el: Μετά
es_es: Después
fr_fr: Après
it_it: Dopo
nl_nl: Na

source: if the auction product is still not paid, then reschedule the auction.
da_dk: Lav ny auktion, hvis auktionsobjektet stadig ikke er betalt.
de_de: Wenn das Auktionsprodukt immer noch nicht bezahlt wird, plane die Auktion neu.
el: αν το προϊόν δημοπρασίας δεν έχει πληρωθεί ακόμη, τότε κάντε επαναπρογραμματισμό δημοπρασίας.
es_es: si el producto de subasta no ha sido pagado, re-programar la subasta.
fr_fr: si le produit de l'enchère n'est toujours pas payé, reprogrammez l'enchère.
it_it: se il prodotto non è stato ancora pagato, riprogramma l'asta.
nl_nl: als het veiling product nog steeds niet is betaald, plan dan de veiling opnieuw.

source: before auction ends
da_dk: før auktionen slutter
de_de: vor Auktionsende
el: πριν από τερματισμό δημοπρασίας
es_es: antes de que finalice la subasta
fr_fr: avant la fin des enchères
it_it: prima del termine dell'asta
nl_nl: voordat de veiling afloopt

source: Custom:
da_dk: Brugerdefineret:
de_de: Benutzerdefiniert:
el: Προσαρμογή:
es_es: Personalizado:
fr_fr: Personnalisé:
it_it: Personalizzato:
nl_nl: Aangepast:

source: Start new auction
es_es: Empezar una nueva subasta
it_it: Avvia una nuova asta
nl_nl: Nieuwe veiling starten

source: Auction Products
da_dk: Varer på auktion
de_de: Auktionsprodukte
el: Προϊόντα Δημοπρασίας
es_es: Productos de subasta
fr_fr: Produits aux enchères
it_it: Prodotti asta
nl_nl: Veiling producten

source: Search
es_es: Buscar
fr_fr: Chercher
it_it: Cerca
nl_nl: Zoeken

source: Thanks for choosing %s!
da_dk: Tak for at du bruger %s!
de_de: Vielen Dank für dein Wahl %s!
el: Ευχαριστούμε που επιλέξατε %s!
es_es: ¡Gracias por elegir %s!
fr_fr: Merci d'avoir choisi %s!
it_it: Grazie per aver scelto %s!
nl_nl: Bedankt dat je gekozen hebt voor %s!

source: Now, the first step is to create an auction product.
da_dk: Første skridt er at oprette en auktion
de_de: Der erste Schritt besteht nun darin, ein Auktionsprodukt zu erstellen.
el: Τώρα, το πρώτο βήμα είναι να δημιουργήσετε ένα προϊόν δημοπρασίας.
es_es: Ahora, el primer paso es crear un producto de subasta.
fr_fr: Maintenant, la première étape consiste à créer un produit de vente aux enchères.
it_it: Ora il primo passo è creare un prodotto di tipo asta.
nl_nl: Nou, de eerste stap is het maken van een veiling product.

source: Create your first auction product
da_dk: Opret din første auktion
de_de: Erstelle dein erstes Auktionsprodukt
el: Δημιουργήστε το πρώτο σας προϊόν δημοπρασίας
es_es: Crea tu primer producto de subasta
fr_fr: Créez votre premier produit aux enchères
it_it: Crea la tua prima asta
nl_nl: Maak je eerste veiling product

source: With<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, your customers can purchase products at the best price ever taking full advantage of the online auction system as the most popular portals, such as eBay, can do. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>.
da_dk: Med <code><strong>YITH Auctions for WooCommerce Premium</strong></code> kan dine kunder købe varer til den bedste pris nogensinde og drage fuld fordel af et online-auktionssystemet, som de mest populære sider, såsom bl.a. eBay, kan gøre. <a href="https://yithemes.com/" target="_blank">Få flere plugins til din webshoppen på <strong>YITH</strong></a>.
de_de: Mit<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, können deine Kunden Produkte zum besten Preis aller Zeiten kaufen und dabei das Online-Auktionssystem voll ausnutzen, wie es die beliebtesten Portale wie eBay können tun. <a href="https://yithemes.com/" target="_blank">Holen Sie sich mehr Plugins für Ihren E-Commerce auf<strong>YITH</strong></a>.
el: Με το<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, οι πελάτες σας μπορούν να αγοράζουν προϊόντα σε καλύτερη τιμή από ποτέ, επωφελούμενοι από το online σύστημα δημοπρασίας, όπως χρησιμοποιούν οι γνωστότερες πύλες, σαν το eBay. <a href="https://yithemes.com/" target="_blank">Βρείτε περισσότερα πρόσθετα για το ηλεκτρονικό σας κατάστημα στο <strong>YITH</strong></a>.
es_es: Con<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, tus clientes pueden comprar productos al mejor precio aprovechando el sistema de subasta en linea como los portales más populares como eBay. <a href="https://yithemes.com/" target="_blank">Obtén más plugins para tu e-commerce en <strong>YITH</strong></a>.
fr_fr: Avec<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, vos clients peuvent acheter des produits au meilleur prix de tous les temps en tirant pleinement parti du système d'enchères en ligne, car les portails les plus populaires, comme eBay, peuvent faire. <a href="https://yithemes.com/" target="_blank">Obtenez plus de plugins pour votre commerce électronique sur <strong>YITH</strong></a>.
it_it: Con<code><strong>YITH Auctions for WooCommerce Premium</strong></code>, i tuoi clienti possono acquistare prodotti al miglior prezzo anche approfittando del sistema di aste online come i portali più popolari come eBay. <a href="https://yithemes.com/" target="_blank">Scopri altri plugin per il tuo e-commerce su <strong>YITH</strong></a>.
nl_nl: Met de <code><strong>YITH Auctions for WooCommerce Premium</strong></code> plugin kunnen je klanten producten kopen voor de beste prijs ooit, door volledig gebruik te maken van het online veilingsysteem. Zoals dit ook kan in populaire sites als eBay. <a href="https://yithemes.com/" target="_blank">Verkrijg meer plugins voor je e-commerce op <strong>YITH</strong></a>.

# verb
source: Trash
es_es: Eliminar
it_it: Cestina
nl_nl: Prullenbak

# [gutenberg]: block name
source: Auction products
da_dk: Auktion varer
de_de: Auktionsprodukte
el: Προϊόντα δημοπρασίας
es_es: Productos de subasta
fr_fr: Produits aux enchères
it_it: Prodotti asta
nl_nl: Veiling producten

# [gutenberg]: block name
source: Auction Expired Products
da_dk: Auktion Udløbne Produkter
de_de: Auktion abgelaufene Produkte
el: Προϊόντα Δημοπρασίας που έχουν Λήξει
es_es: Productos de Subasta expirada
fr_fr: Produits expirés aux enchères
it_it: Aste scadute
nl_nl: Verlopen veiling producten

# [gutenberg]: block name
source: Auction Active Products
da_dk: Auktion Aktive Produkter
de_de: Aktive Auktionsprodukte
el: Ενεργά Προϊόντα Δημοπρασίας
es_es: Productos de Subasta activa
fr_fr: Vente aux enchères de produits actifs
it_it: Aste attive
nl_nl: Actieve veiling producten

# [gutenberg]: block name
source: Auction Show bidding list
da_dk: Vis budlisten for auktion
el: Δημοπρασία Εμφάνιση λίστας προσφορών
es_es: Muestra la lista de pujas de la subasta
fr_fr: Enchères Afficher l'enchère de la liste
it_it: Mostra lista offerte asta
nl_nl: Toon biedingen lijst veiling

# [gutenberg]: block description
source: Print auction products
da_dk: Print auktionsvarer
de_de: Auktionsprodukte drucken
el: Εκτύπωση προϊόντα δημοπρασίας
es_es: Imprime productos de subasta
fr_fr: Imprimer les produits d'enchères
it_it: Stampa i prodotti asta
nl_nl: Veiling producten afdrukken

# [gutenberg]: block description
source: Print out of date auction products
da_dk: Udskriv forældede auktionsvarer
de_de: Veraltete Auktionsprodukte ausdrucken
el: Εκτύπωση μη ενημερωμένα προϊόντα δημοπρασίας
es_es: Imprime productos de subasta fuera de fecha
fr_fr: Imprimer des produits d'enchères périmés
it_it: Stampa i prodotti asta non aggiornati
nl_nl: Print out of date veiling producten

# [gutenberg]: block description
source: Print current auction products
da_dk: Print nuværende auktionsvarer
de_de: Aktuelle Auktionsprodukte drucken
el: Εκτύπωση τρέχοντα προϊόντα δημοπρασίας
es_es: Imprime productos de subasta actuales
fr_fr: Imprimer les produits d'enchères actuels
it_it: Stampa i prodotti asta correnti
nl_nl: Huidige veiling producten afdrukken

# [gutenberg]: block description
source: Show the bidding list of an auction product
da_dk: Vis budlisten for et auktion
de_de: Zeige die Gebotsliste eines Auktionsprodukts an
el: Εμφάνιση της λίστας προσφορών ενός προϊόντος δημοπρασίας
es_es: Muestra la lista de pujas de un producto de subasta
fr_fr: Afficher l'enchère de liste d'un produit d'enchère
it_it: Mostra la lista delle offerte di un prodotto asta
nl_nl: Toon de biedingen lijst van een veiling product

# [gutenberg]: Option title
source: Product id to show list bid
da_dk: Vare-id for at vise oversigt
de_de: Produkt-ID zur Anzeige des Listengebots
el: ID προϊόντος για εμφάνιση λίστας προσφορών
es_es: ID de producto a mostrar en la lista de pujas
fr_fr: Identifiant du produit pour afficher l'enchère de la liste
it_it: ID prodotto per mostrare la lista delle offerte
nl_nl: Product id om de lijst met biedingen te tonen

source: The system will automatically bid for the user with the smallest amount possible every time, once his maximum limit is reached
da_dk: Systemet automatisk byder for brugeren med minds mulig stigning mulig indtil brugerens max-bud er nået
de_de: Das System bietet automatisch für den Benutzer mit dem kleinstmöglichen Betrag, sobald sein maximales Limit erreicht ist
el: Το σύστημα θα τοποθετεί αυτόματη προσφορά για τον χρήστη, με το μικρότερο δυνατό ποσό κάθε φορά, έως ότου το μέγιστο όριο του χρήστη να έχει συμπληρωθεί
es_es: El sistema pujará automáticamente por el usuario con la cantidad más pequeña posible cada vez, y cuando su límite máximo es alcanzado
fr_fr: Le système enchérira automatiquement pour l'utilisateur avec le plus petit montant possible à chaque fois, une fois sa limite maximale atteinte
it_it: Il sistema inserirà delle offerte automatiche per l'utente, del valore definito nell'opzione specifica, fino a quando non si raggiungerà il limite massimo.
nl_nl: Het systeem zal automatisch voor bieden voor de gebruiker, telkens met het kleins mogelijke bedrag, totdat het maximum limiet van de gebruiker is bereikt

source: With the simple type you can set only one bid increment amount, independently from the current bid value.
da_dk: Med denne mulighed kan du indstille et max-bud, hvor systemet automatisk byder for dig indtil dit Max-bud er nået.
de_de: Mit dem einfachen Typ kannst du unabhängig vom aktuellen Gebotswert nur einen Gebotsinkrementbetrag festlegen.
el: Με τον απλό τύπο μπορείτε να ορίσετε μόνο ένα ποσό προσαύξησης προσφοράς, ανεξάρτητα από την τρέχουσα αξία προσφοράς.
es_es: Con el tipo simple puedes establecer solo una cantidad de incremento de puja, independientemente del valor de puja actual
fr_fr: Avec le type simple, vous ne pouvez définir qu'un seul montant d'incrément d'enchère, indépendamment de la valeur d'enchère actuelle.
it_it: Con il tipo semplice puoi impostare solo un importo per l'incremento, indipendentemente dal valore dell'offerta corrente.
nl_nl: Met het simpele type kun je één bod-verhoging instellen, onafhankelijk van de huidige biedwaarde.

source: The system will automatically bid, with the smallest amount possible each time, until the user's maximum limit has been reached.
es_es: El sistema pujará automáticamente, con la menor cantidad posible cada vez, hasta alcanzar el límite máximo del usuario.
it_it: l sistema inserirà delle offerte in automatico utilizzando ogni volta il minore importo possibile e finché non si raggiungerà il limite massimo stabilito dall'utente.
nl_nl: Het systeem zal automatisch bieden, telkens met het kleinst mogelijke bedrag, totdat het maximum limiet van de gebruiker is bereikt.

# [HELP TAB] Video title
source: Check this video to learn how to <b>create and set up an online auction:</b>
da_dk: Se denne video for at lære, hvordan du <b>opretter og indstiller en online auktion:</b>
es_es: Mira este vídeo para aprender a <b>crear y establecer una subasta online:</b>
fr_fr: Regarder cette vidéo afin d'apprendre comment <b>créer et configurer une enchère en ligne:</b>
it_it: Guarda questo video per scoprire come <b>creare e configurare un'asta online:</b>
nl_nl: Bekijk deze video om te leren <b>hoe je een online veiling moet aanmaken en instellen:</b>

# Admin: product type
source: Auction
da_dk: Auktion
de_de: Auktion
el: Δημοπρασία
es_es: Subasta
fr_fr: Enchère
it_it: Asta
nl_nl: Veiling

# 50 bids for Auction title
source: %1$1s bids for %2$2s
es_es: %1$1s pujas para %2$2s
it_it: %1$1s offerte per %2$2s
nl_nl: %1$1s biedt op %2$2s

# Auction ends: 10 Jan 2016 10:00
source: Auction start:
da_dk: Auktion starter:
de_de: Auktionsstart:
el: Η δημοπρασία ξεκινά:
es_es: La subasta comienza:
fr_fr: Début de l'enchère:
it_it: Inizio asta:
nl_nl: Veiling start:
