Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: Email sent when Stripe cannot process the third payment attempt.
es_es: Correo electrónico enviado cuando Stripe no puede procesar el tercero intento de pago.
it_it: Inviata quando il terzo tentativo di pagamento non viene elaborato da Stripe.

source: We're sorry, you lost the item
es_es: Lo sentimos, has perdido el artículo
it_it: Peccato, hai perso questo prodotto
nl_nl: Onze excuses, je hebt je item verloren

source: [{site_title}] - We're sorry, you lost the item
es_es: [{site_title}] - Lo sentimos, has perdido el artículo
it_it: [{site_title}] - Peccato, hai perso questo prodotto
nl_nl: [{site_title}] - Onze excuses, je hebt je item verloren

source: Auctions - Stripe payment failed
es_es: Subastas - el pago de Stripe ha fallado
it_it: Aste - Pagamento Stripe fallito

source: Email sent when Stripe cannot process the second payment attempt.
es_es: Correo electrónico enviado cuando Stripe no puede procesar el segundo intento de pago.
it_it: Inviata quando il secondo tentativo di pagamento non viene elaborato da Stripe.

source: Payment failed - Don't lose your item
es_es: Pago fallido - No pierdas tu artículo
it_it: Pagamento fallito - Non perdere il tuo prodotto
nl_nl: Betaling mislukt - Verlies je item niet

source: [{site_title}] - Payment failed - Don't lose your item
es_es: [{site_title}] - Pago fallido - No pierdas tu artículo
it_it: [{site_title}] - Pagamento fallito - Non perdere il tuo prodotto
nl_nl: [{site_title}] - Betaling mislukt - Verlies je item niet

source: Auctions - No winner
es_es: Subastas - sin ganador
it_it: Aste - Nessun vincitore

source: Email sent to users who did not win the auction after it ended.
es_es: Correo electrónico enviado a los usuarios que no ganaron la subasta después de que finalice.
it_it: Inviata agli utenti che non si sono aggiudicati l'asta.

source: Auction No Winner
da_dk: Auktion unden Vinder
de_de: Auktion kein Gewinner
el: Δημοπρασία Χωρίς Νικητή
es_es: Subasta sin ganador
fr_fr: Enchère sans gagnant
it_it: Nessun vincitore dell'asta
nl_nl: Veiling heeft geen winnaar

source: [{site_title}] - Auction No Winner
es_es: [{site_title}] - No has ganado la subasta
it_it: [{site_title}] - Nessun vincitore per quest'asta
nl_nl: [{site_title}] - Veiling zonder winnaar

source: Auctions - Rescheduled auction (admin)
es_es: Subastas - subasta reprogramada (administrador)
it_it: Aste - Asta riprogrammata (amministratore)

source: Email sent to the admin when an auction product will be automatically rescheduled.
es_es: Correo electrónico enviado al administrador cuando un producto de subasta se reprogramará automáticamente.
it_it: Inviata all'amministratore quando un prodotto di tipo asta viene riprogrammato automaticamente.

source: Auction Rescheduled
da_dk: Ændret auktioner
de_de: Auktion verschoben
el: Έγινε Επαναπρογραμματισμός Δημοπρασίας
es_es: Subasta re-programada
fr_fr: Enchère reprogrammée
it_it: Asta riprogrammata
nl_nl: Veiling opnieuw gepland

source: [{site_title}] - Auction Rescheduled
es_es: [{site_title}] - Subasta reprogramada
it_it: [{site_title}] - Asta riprogrammata
nl_nl: [{site_title}] - Veiling opnieuw gepland

source: Recipient(s)
da_dk: Modtager
de_de: Empfänger
el: Παραλήπτης (-ες)
es_es: Destinatario(s)
fr_fr: Destinataire(s)
it_it: Destinatario/i
nl_nl: Ontvanger(s)

source: Enter recipients (comma separated) for this email. Defaults to %s.
da_dk: Indtast modtagere (kommasepareret) til denne e-mail. Standard er %s.
de_de: Gib die Empfänger (durch Kommas getrennt) für diese E-Mail ein. Der Standardwert ist %s.
el: Πληκτρολογήστε παραλήπτες (διαχωρίστε με κόμμα) για αυτό το email. Προεπιλεγμένα σε %s.
es_es: Introducir destinatarios (separados por coma) para este correo electrónico. Predeterminado a %s.
fr_fr: Saisissez les destinataires (séparés par des virgules) de cet e-mail. La valeur par défaut est %s.
it_it: Inserisci i destinatari (separati dalla virgola) per questa email. Predefinito %s.
nl_nl: Vul ontvangers in voor deze mail (scheiden met komma). Defaults naar %s.

source: Auctions - Winner reminder
es_es: Subastas - recordatorio de ganador
it_it: Aste - Promemoria vincitore

source: This is the reminder email to the user who won the auction, in order to pay for the item
da_dk: Dette er påmindelses-e-mail til den bruger, der vandt auktionen med besked om at betale
de_de: Du muss vorher angemeldet sein, um ein Produkt in deine Beobachtungsliste aufzunehmen
el: Αυτό είναι το email υπενθύμιση στον χρήστη που κέρδισε την δημοπρασία, για να πληρώσει το αντικείμενο
es_es: Este es el correo electrónico recordatorio para el usuario que gana la subasta, para que pague el artículo
fr_fr: Ceci est l'e-mail de rappel adressé à l'utilisateur qui a remporté l'enchère, afin de payer l'article
it_it: Questa è l'email di promemoria per l'utente che ha vinto l'asta per permettergli di pagare il prodotto
nl_nl: Dit is de herinnering e-mail voor de winnende gebruiker van de veiling, om voor het item te betalen

source: Don't forget to pay this item!
da_dk: Glem ikke at betale!
de_de: Vergiss nicht, diesen Artikel zu bezahlen!
el: Μη ξεχάσετε να πληρώσετε αυτό το αντικείμενο!
es_es: ¡No olvides pagar este artículo!
fr_fr: N'oubliez pas de payer cet article!
it_it: Non dimenticare di pagare quest'oggetto!
nl_nl: Vergeet dit item niet te betalen!

source: [{site_title}] - Don't forget to pay this item!
es_es: [{site_title}] - ¡No olvides pagar este artículo!
it_it: [{site_title}] - Non dimenticare di effettuare il pagamento!
nl_nl: [{site_title}] - Vergeet niet voor dit item te betalen!

source: Auctions - Winner
es_es: Subastas - ganador
it_it: Aste - Vincitore dell'asta

source: Email sent to the user who won the ended auction.
es_es: Correo electrónico enviado al usuario que ganó la subasta finalizada.
it_it: Inviata all'utente che si è aggiudicato l'asta terminata.

source: You won the auction
es_es: Has ganado la subasta
it_it: Hai vinto l'asta
nl_nl: Je hebt de veiling gewonnen

source: [{site_title}] - You won the auction
es_es: [{site_title}] - Has ganado la subasta
it_it: [{site_title}] - Hai vinto l'asta
nl_nl: [{site_title}] - Je hebt de veiling gewonnen

source: Pay for the item now to avoid losing it!
da_dk: Betal for varen nu for at undgå at miste den!
de_de: Zahle jetzt für den Artikel, um ihn nicht zu verlieren!
el: Πληρώστε τώρα το αντικείμενο για να αποφύγετε να το χάσετε!
es_es: ¡Paga el artículo para evitar perderlo!
fr_fr: Payez l'article maintenant pour éviter de le perdre!
it_it: Paga adesso l'oggetto se non vuoi rischiare di perderlo!
nl_nl: Betaal het product nu, om te voorkomen dat je het verliest!

source: Auctions - Highest bid outbid
es_es: Subastas - la puja más alta ha sido superada
it_it: Aste - La migliore offerta è stata superata

source: Email sent to invite to make a new bid after being outbid.
es_es: Correo electrónico enviado para invitar a hacer una nueva puja después de haber sido superada.
it_it: Inviata per invitare l'utente a fare una nuova offerta quando viene superata.

source: You have been outbid
da_dk: Dit bud er overgået
de_de: Du wurdest überboten
el: Ένας χρήστης έχει πλειοδοτήσει μεγαλύτερη προσφορά από εσάς
es_es: Han superado tu puja
fr_fr: Vous avez été surenchéri
it_it: La tua offerta è stata superata
nl_nl: Je bent overboden

source: [{site_title}] - You have been outbid
es_es: [{site_title}] - Han superado tu oferta
it_it: [{site_title}] - La tua offerta è stata superata
nl_nl: [{site_title}] - Je bent overboden

source: Auctions - Deleted bid (admin)
es_es: Subastas - puja borrada (administrador)
it_it: Aste - Offerta eliminata (amministratore)

source: Email sent to the admin when a bid is deleted.
es_es: Correo electrónico enviado al administrador cuando una puja es borrada.
it_it: Inviata all'amministratore quando un'offerta è stata eliminata.

source: Auction bid removed
da_dk: Bud fjernet
de_de: Auktionsgebot entfernt
el: Διαγράφηκε προσφορά δημοπρασίας
es_es: Puja eliminada
fr_fr: Enchère supprimée
it_it: Offerta d'asta rimossa
nl_nl: Veiling bod verwijderd

source: [{site_title}] - Auction bid removed
es_es: [{site_title}] - Puja de subasta eliminada
it_it: [{site_title}] - Offerta eliminata
nl_nl: [{site_title}] - Veiling bod verwijderd

source: Auctions - Deleted bid
es_es: Subastas - puja borrada
it_it: Aste - Offerta eliminata

source: Email sent to the user when the bid is deleted.
es_es: Correo electrónico enviado al usuario cuando se borra la puja.
it_it: Inviata all'utente quando l'offerta è stata eliminata.

source: Auction Delete Bid
da_dk: Slettede Bud
de_de: Auktion Gebot löschen
el: Διαγραφή Προσφοράς Δημοπρασίας
es_es: Eliminar puja de subasta
fr_fr: Enchère Supprimer l'enchère
it_it: Eliminazione dell'offerta dell'asta
nl_nl: Veiling bod verwijderen

source: [{site_title}] - Auction Delete Bid
es_es: [{site_title}] - Eliminar puja de la subasta
it_it: [{site_title}] - Offerta eliminata
nl_nl: [{site_title}] - Veiling bod verwijderen

source: Auctions - Auction is about to end
es_es: Subastas- la subasta está a punto de finalizar
it_it: Aste - L'asta sta per terminare

source: Email sent to followers and bidders when the auction is about to end.
es_es: Correo electrónico enviado a los seguidores y pujadores cuando la subasta está a punto de finalizar.
it_it: Inviata a follower ed offerenti quando l'asta sta per terminare.

source: The auction is about to end
da_dk: Auktionen slutter snart
de_de: Die Auktion geht zu Ende
el: Η δημοπρασία πρόκειται να τελειώσει
es_es: La subasta está a punto de terminar
fr_fr: La vente aux enchères est sur le point de se terminer
it_it: L'asta sta per terminare
nl_nl: De veiling is bijna afgelopen

source: [{site_title}] - The auction is about to end
es_es: [{site_title}] - La subasta está a punto de finalizar
it_it: [{site_title}] - L'asta sta per terminare
nl_nl: [{site_title}] - De veiling staat op het punt te eindigen

source: Auctions - Reserve price not exceeded (to best bidder)
es_es: Subastas - precio de reserva no superado (al mejor pujador)
it_it: Aste - Prezzo di riserva non raggiunto dal miglior offerente

source: Email sent to the user when the auction has ended and the best bid doesn't exceed the minimum reserve price.
es_es: Correo electrónico enviado al usuario cuando la subasta ha finalizado y la puja más alta no supera el precio mínimo de reserva.
it_it: Inviata all'utente quando termina l'asta e la migliore offerta non ha superato il prezzo di riserva.

source: Your max bid doesn't exceed the minimum reserve price
da_dk: Dit max bud opnår ikke mindsteprisen
de_de: Dein Höchstgebot überschreitet nicht den Mindestreservepreis
el: Η μέγιστη προσφορά δεν ξεπερνά την ελάχιστη τιμή κράτησης
es_es: Tu puja máxima no excede el precio mínimo de reserva
fr_fr: Votre enchère maximale ne dépasse pas le prix de réserve minimum
it_it: La tua offerta massima non raggiunge il prezzo minimo di riserva
nl_nl: Je maximale bod is niet hoger dan de minimale reserve prijs

source: [{site_title}] - Your max bid doesn't exceed the minimum reserve price
es_es: [{site_title}] - Tu puja máxima no excede el precio mínimo de reserva
it_it: [{site_title}] - La tua offerta più alta non ha raggiunto il prezzo di riserva
nl_nl: [{site_title}] - Je max bod overschrijd de minimale reserveprijs niet

source: Auctions - Reserve price not exceeded
es_es: Subastas - precio de reserva no superado
it_it: Aste - Il prezzo di riserva non è stato superato

source: Max bid doesn't exceed the minimum reserve price
da_dk: Max bud overstiger ikke minimumsprisen
de_de: Das Höchstgebot überschreitet nicht den Mindestreservepreis
el: Η μεγαλύτερη προσφορά δεν υπερβαίνει την ελάχιστη τιμή κράτησης
es_es: La puja máxima no excede el precio mínimo de reserva
fr_fr: L'enchère maximale ne dépasse pas le prix de réserve minimum
it_it: L'offerta più alta non raggiunge il prezzo minimo di riserva
nl_nl: Hoogste bod heeft de minimale gereserveerde prijs niet overtroffen

source: [{site_title}] - Max bid doesn't exceed minimum reserve price
es_es: [{site_title}] - La puja máxima no excede el precio mínimo de reserva
it_it: [{site_title}] - Non è stato raggiunto il prezzo di riserva
nl_nl: [{site_title}] - Max bod overschrijd de minimale reserveprijs niet

source: Recipient
da_dk: Modtager
de_de: Empfänger
el: Παραλήπτης
es_es: Destinatario
fr_fr: Bénéficiaire
it_it: Destinatario
nl_nl: Ontvanger

source: This controls the email recipient line. Leave blank to use the default subject: <code>%s</code>.
da_dk: Dette styrer modtagerlinjen på e-mail. Lad feltet være tomt for at bruge standardemnet: <code>%s</code>.
de_de: Dies steuert die E-Mail-Empfängerzeile. Lasse das Feld leer, um das Standardthema zu verwenden:<code>%s</code>.
el: Ελέγχει την γραμμή θέματος του email. Διατηρήστε κενό για να χρησιμοποιήσετε το προεπιλεγμένο θέμα: <code>%s</code>.
es_es: Esto controla la línea de destinatarios de correo electrónico. Déjalo en blanco para usar el asunto predeterminado: <code>%s</code>.
fr_fr: Cela contrôle la ligne du destinataire de l'e-mail. Laissez vide pour utiliser le sujet par défaut: <code>%s </code>.
it_it: Controlla il campo destinatario dell'email. Lascialo vuoto se vuoi utilizzare l'oggetto predefinito <code>%s</code>.
nl_nl: Bepaal het onderwerp voor ontvangers van de e-mail. Laat dit leeg om het standaardonderwerp te gebruiken: <code>%s</code>.

source: Auctions - Successful bid email for admins
es_es: Subastas - correo electrónico de puja realizada correctamente para administradores
it_it: Aste - Email offerta effettuata con successo (admin)

source: Email sent to the admin when a customer made a bid successfully.
es_es: Correo electrónico enviado al administrador cuando un cliente ha hecho una puja correctamente.
it_it: Inviata all'amministratore quando un utente effettua un'offerta.

source: A customer added a bid successfully
da_dk: En bruger har lagt et bud
de_de: Ein Kunde hat erfolgreich ein Gebot hinzugefügt
el: Ο πελάτης υπέβαλε μια προσφορά επιτυχημένα
es_es: Un cliente ha añadido una puja con éxito
fr_fr: Un client a ajouté une offre avec succès
it_it: Un cliente ha effettuato un'offerta con successo
nl_nl: Een klant heeft succesvol een bod geplaatst

source: [{site_title}] - A customer added a bid successfully
es_es: [{site_title}] - Un cliente ha realizado una puja con éxito
it_it: [{site_title}] - Un cliente ha effettuato una nuova offerta
nl_nl: [{site_title}] - Een klant heeft succesvol een bod geplaatst

source: Auctions - Bid successfully made
es_es: Subastas - puja hecha correctamente
it_it: Aste - Offerta effettuata con successo

source: Email sent when a customer made a bid successfully.
es_es: Correo electrónico enviado cuando un cliente hace una puja correctamente.
it_it: Inviata quando l'utente fa un'offerta.

source: You placed a bid on
da_dk: Du har budt på
de_de: Du hast ein Gebot abgegeben
el: Τοποθετήσατε προσφορά στο
es_es: Has hecho una puja en
fr_fr: Vous avez placé une offre sur
it_it: Hai inserito un'offerta su
nl_nl: Je heb geboden op

source: [{site_title}] - You placed a bid on
es_es: [{site_title}] - Has realizado una puja
it_it: [{site_title}] - Hai fatto un'offerta per
nl_nl: [{site_title}] - Je hebt een bod geplaatst op

source: Auctions - Has a winner
es_es: Subastas - tiene un ganador
it_it: Aste - C'è un vincitore

source: Email sent when the auction ends and has a winner.
es_es: Correo electrónico enviado cuando la subasta finaliza y tiene un ganador.
it_it: Inviata quando l'asta termina e c'è un vincitore.

source: [{site_title}] - Auction has a winner
es_es: [{site_title}] - La subasta tiene un ganador
it_it: [{site_title}] - L'asta ha un vincitore
nl_nl: [{site_title}] - Veiling heeft een winnaar

source: Auctions - Without bids
es_es: Subastas - sin pujas
it_it: Aste - Nessuna offerta

source: [{site_title}] - The item does not have any bids
es_es: [{site_title}] - El artículo no tiene ninguna puja
it_it: [{site_title}] - Non ci sono offerte per questo oggetto
nl_nl: [{site_title}] - Dit item heeft geen biedingen

source: Auctions - Closed by Buy now (to bidders and followers)
es_es: Subastas - cerrada por «comprar ahora» (a pujadores y seguidores)
it_it: Aste - Asta terminata per acquisto immediato (per offerenti e follower)

source: Email sent to followers and bidders when the auction is closed by Buy now.
es_es: Correo electrónico enviado a seguidores y pujadores cuando se cierra la subasta de «compra ahora».
it_it: Inviata a follower e offerenti quando l'asta viene chiusa da "Compra subito".

source: Auction ended with "Buy it now"
es_es: La subasta ha terminado con ''Comprar ahora''
it_it: Asta terminata per "Compra subito"
nl_nl: Veiling beëindigd met "Nu kopen"

source: Auctions - New bid for bidders and followers
es_es: Subastas - nueva puja para pujadores y seguidores
it_it: Aste - Nuova offerta per offerenti e follower

source: Email sent to followers and bidders when the auction has a new bid.
es_es: Correo electrónico enviado a seguidores y pujadores cuando la subasta tiene una nueva puja.
it_it: Inviata a follower ed offerenti quando c'è una nuova offerta per l'asta.

source: There is a new bid for the item
es_es: Hay una nueva puja para el artículo
it_it: C'è una nuova offerta per il prodotto
nl_nl: Er is een nieuw bod voor dit item

source: Auctions - Follower successfully added
es_es: Subastas - seguidor añadido correctamente
it_it: Aste - Follower aggiunto con successo

source: Email sent when a user is successfully added to the followers list.
es_es: Correo electrónico enviado cuando un usuario se añade correctamente a la lista de seguidores.
it_it: Inviata quando un utente viene registrato correttamente come follower.

source: You started to follow an auction
es_es: Has empezado a seguir una subasta
it_it: Hai iniziato a seguire un'asta
nl_nl: Je bent begonnen met het volgen van een veiling

source: [{site_title}] - You started to follow an auction
es_es: [{site_title}] - Has empezado a seguir una subasta
it_it: [{site_title}] - Hai iniziato a seguire un'asta
nl_nl: [{site_title}] - Je bent begonnen met het volgen van een veiling

source: Order cancelled - Auction rescheduled.
es_es: Pedido cancelado - Subasta reprogramada
it_it: Ordine annullato - Asta riprogrammata.
nl_nl: Bestelling geannuleerd - Veiling opnieuw gepland.

source: You won this auction with the final price of %price%
da_dk: Tillykke, du vandt denne auktion med et bud på %price%
de_de: Du hast diese Auktion mit dem Endpreis von %price% gewonnen
el: Κερδίσατε αυτή τη δημοπρασία με τελική τιμή %price%
es_es: Has ganado esta subasta con el precio final de %price%
fr_fr: Vous avez remporté cette enchère avec le prix final de %price%
it_it: Hai vinto quest'asta per un prezzo finale di %price%
nl_nl: Je hebt deze veiling gewonnen met een definitieve prijs van %price%

source: Be sure to pay for the product within 3 days to avoid losing it!
da_dk: Husk at betale for varen inden 3 dage så du undgår at miste købet!
de_de: Zahle das Produkt innerhalb von 3 Tagen, um einen Verlust zu vermeiden!
el: Βεβαιωθείτε ότι πληρώσατε το προϊόν εντός 3 ημερών για να αποφύγετε να το χάσετε!
es_es: ¡Asegúrate de pagar el producto en el plazo de 3 días para evitar perderlo!
fr_fr: Assurez-vous de payer le produit dans les 3 jours pour éviter de le perdre!
it_it: Assicurati di pagare il prodotto entro 3 giorni se non vuoi rischiare di perderlo!
nl_nl: Zorg ervoor dat je het product binnen 3 dagen betaalt om te voorkomen dat je het kwijtraakt!

source: You have successfully bid
da_dk: Dit bud er modtaget
de_de: Du hast erfolgreich geboten
el: Επιτυχής υποβολή προσφοράς
es_es: Puja realizada con éxito
fr_fr: Vous avez réussi l'enchère
it_it: Offerta effettuata con successo
nl_nl: Je heb succesvol geboden

source: Error: there is a lower current bid for this auction. Try with a new offer
da_dk: Fejl: der er et lavere bud på denne auktion. Prøv med et nyt bud
de_de: Fehler: Für diese Auktion gibt es ein niedrigeres aktuelles Gebot. Versuche es mit einem neuen Angebot
el: Σφάλμα: υπάρχει χαμηλότερη τρέχουσα προσφορά για αυτή τη δημοπρασία. Προσπαθήστε με μια νέα
es_es: Error: hay una puja más baja para esta subasta. Prueba con una nueva oferta
fr_fr: Erreur: il y a une offre actuelle inférieure pour cette enchère. Essayez avec une nouvelle offre
it_it: Errore: c'è un'offerta inferiore per quest'asta. Prova con una nuova offerta.
nl_nl: Fout: er is momenteel een lager bod voor deze veiling. Probeer met een nieuw bod

source: Enter %s or less to be able to bid
da_dk: Indtast %s eller mindre for at kunne byde
de_de: Gib %s oder weniger ein, um bieten zu können
el: Εισάγετε %s ή λιγότερο για να μπορέσετε να τοποθετήσετε προσφορά
es_es: Introduce %s o inferior para poder pujar
fr_fr: Entrez %s ou plus pour pouvoir enchérir
it_it: Inserisci %s o meno per poter fare un'offerta
nl_nl: %s of lager invoeren om te kunnen bieden

source: Please enter a valid bid. Negative bid are not available
da_dk: Angiv et gyldigt bud. Negativt bud er ikke tilgængeligt
de_de: Bitte gib ein gültiges Gebot ein. Negative Gebote sind nicht verfügbar
el: Παρακαλώ εισάγετε έγκυρη προσφορά. Αρνητικές προσφορές μη διαθέσιμες
es_es: Por favor, introduce una puja válida. Las pujas en negativo no están disponibles
fr_fr: Veuillez saisir une offre valide. L'enchère négative n'est pas disponible
it_it: Per favore inserisci un'offerta valida. Non è possibile inserire una offerta negativa.
nl_nl: Voer a.u.b. een geldig bod in. Negatieve bedragen zijn niet mogelijk

source: You have successfully bid but there is a higher current bid for this auction. Try with a new offer
da_dk: Du har med succes lagt et bud, men der er allerede et højere bud for denne auktion. Prøv med et nyt bud
de_de: Du hast erfolgreich geboten, aber es gibt ein höheres aktuelles Gebot für diese Auktion. Versuche es mit einem neuen Angebot
el: Έχετε τοποθετήσει προσφορά επιτυχώς αλλά υπάρχει μεγαλύτερη τρέχουσα προσφορά για αυτή τη δημοπρασία. Προσπαθήστε με μια νέα
es_es: Has pujado correctamente pero hay una puja actual más alta para esta subasta. Prueba con una nueva oferta
fr_fr: Vous avez réussi à enchérir, mais l'offre actuelle est plus élevée pour cette enchère. Essayez avec une nouvelle offre
it_it: La tua offerta è stata inviata ma un altro utente ha effettuato una offerta più alta. Prova con una nuova offerta.
nl_nl: Je hebt succesvol geboden maar er is momenteel een hoger bod voor deze veiling. Probeer het met een nieuw bod

source: Error: there is a higher current bid for this auction. Try with a new offer
da_dk: Fejl: der er et højere bud på denne auktion. Prøv med et nyt bud
de_de: Fehler: Für diese Auktion gibt es ein höheres aktuelles Gebot. Versuche es mit einem neuen Angebot
el: Σφάλμα: υπάρχει μεγαλύτερη τρέχουσα προσφορά για αυτή τη δημοπρασία. Προσπαθήστε με μια νέα
es_es: Error: hay una puja más alta para esta subasta. Prueba con una nueva oferta
fr_fr: Erreur: il y a une offre actuelle plus élevée pour cette enchère. Essayez avec une nouvelle offre
it_it: Errore: c'è un'offerta maggiore per quest'asta. Prova con una nuova offerta.
nl_nl: Fout: Er is momenteel een hoger bod voor deze veiling. Probeer met een nieuw bod

source: Enter %s or more to be able to bid
da_dk: Angiv %s eller mere for at kunne byde
de_de: Gib %s oder mehr ein, um bieten zu können
el: Εισάγετε %s ή περισσότερο για να μπορέσετε να τοποθετήσετε προσφορά
es_es: Introduce %s o más para poder pujar
fr_fr: Entrez %s ou plus pour pouvoir enchérir
it_it: Inserisci %s o un importo maggiore per la tua offerta
nl_nl: Voer %s of meer in om te kunnen bieden
