Repository: dion012/vidrev
Catalog: yith-woocommerce-auctions-premium/languages/yith-auctions-for-woocommerce-*.po
Languages: da_dk, de_de, el, es_es, fr_fr, it_it, nl_nl

source: You have successfully bid but there is a lower current bid for this auction. Try with a new offer
da_dk: Du har med succes lagt et bud, men der er allerede et lavere bud for denne auktion. Prøv med et nyt bud
de_de: Du hast erfolgreich geboten, aber es gibt ein niedrigeres aktuelles Gebot für diese Auktion. Versuche es mit einem neuen Angebot
el: Έχετε τοποθετήσει προσφορά επιτυχώς αλλά υπάρχει μικρότερη τρέχουσα προσφορά για αυτή τη δημοπρασία. Προσπαθήστε με μια νέα
es_es: Has pujado correctamente pero hay una puja actual más baja para esta subasta. Prueba con una nueva oferta
fr_fr: Vous avez réussi à enchérir, mais l'offre actuelle est inférieure pour cette enchère. Essayez avec une nouvelle offre
it_it: La tua offerta è stata inviata ma un altro utente ha effettuato una offerta più bassa. Prova con una nuova offerta.
nl_nl: Je hebt succesvol geboden maar er is momenteel een lager bod voor deze veiling. Probeer het met een nieuw bod

source: Finished and not exceeded the reserve price
da_dk: Slut men har ikke opnået reserveret pris
de_de: Fertig und den Mindestpreis nicht überschritten
el: Έληξαν και δεν ξεπέρασαν την τιμή κράτησης
es_es: Terminada y sin exceder el precio de reserva
fr_fr: Terminé et pas dépassé le prix de réserve
it_it: Finita senza aver superato il prezzo di riserva
nl_nl: Afgelopen en gereserveerde prijs niet overschreden

source: Commission's fee
es_es: Cuota de comisión
it_it: Commissione
nl_nl: Commissiekosten

source: By adding a credit card you authorize us to charge it for the costs of the item won and all related charges including optional fees, shipping cost and taxes.
es_es: Al añadir una tarjeta de crédito, nos autorizas a cargar en ella los costes del artículo ganado y todos los gastos relacionados incluyendo cuotas, gastos de envío e impuestos.
it_it: Aggiungendo una carta di credito ci autorizzi ad addebitare il costo del prodotto se vinci l'asta e le relative commissioni obbligatorie, i costi di spedizione e le tasse.
nl_nl: Door een creditcard toe te voegen geef je toestemming om de kosten te incasseren van het gewonnen item en alle gerelateerde kosten inclusief optionele kosten, verzendkosten en belastingen.

source: The debit will take place at the end of the auction.
es_es: El adeudo se realizará al final de la subasta.
it_it: L'addebito avverrà alla fine dell'asta.
nl_nl: Het incasso vindt plaatst aan het einde van de veiling.

source: Why do I have to enter credit card details to make an offer?
es_es: ¿Por qué debo introducir los detalles de la tarjeta de crédito para hacer una oferta?
it_it: Perché devo inserire i dettagli della carta di credito per fare un'offerta?
nl_nl: Waarom moet in creditcard details invoeren om een bod te plaatsen?

source: To ensure the safety and authenticity of all offers, %s requires registration of a credit or debit card through Stripe.
es_es: Para garantizar la seguridad y autenticidad de todas las ofertas, %s requiere el registro de una tarjeta de crédito o débito a través de Stripe.
it_it: Per garantire la sicurezza e l'autenticità di tutte le offerte, %s richiede la registrazione di una carta di credito o debito tramite Stripe.
nl_nl: Om er zeker van te zijn dat alle biedingen veilig en authentiek zijn, verplicht %s het toevoegen van een credit- of debit card via Stripe.

source: Stripe will store your payment details in a safe and secure process and your future payments - in case of winnings - will be encrypted.
es_es: Stripe almacenará los detalles de tu pago con un proceso seguro y para tus próximos pagos - en caso de que hayan ganancias - serán cifrados.
it_it: Stripe conserverà i tuoi dettagli di pagamento in modo sicuro e i tuoi pagamenti futuri - in caso di vincita - saranno criptati.
nl_nl: Stripe bewaart je betalingsdetails in een veilig en beveiligd proces, je toekomstige betalingen - in geval van winnende boden - worden versleuteld.

source: Display ended auction products
da_dk: Vis afsluttede auktioner
de_de: Anzeige der beendeten Auktionsprodukte
el: Εμφάνιση τερματισμένων προϊόντων δημοπρασίας
es_es: Mostrar productos de subastas finalizadas
fr_fr: Afficher les produits des enchères terminées
it_it: Mostra i prodotti asta terminati
nl_nl: Afgelopen veiling producten tonen

source: Display future auction products
da_dk: Vis fremtidige auktionsvarer
de_de: Zukünftige Auktionsprodukte anzeigen
el: Εμφάνιση μελλοντικών προϊόντων δημοπρασίας
es_es: Mostrar futuros productos de subasta
fr_fr: Afficher les futurs produits d'enchères
it_it: Mostra i prodotti asta futuri
nl_nl: Toekomstige veiling producten tonen

source: A list of products in the user's watchlist
da_dk: En liste af varer på brugerens overvågningsliste
de_de: Eine Liste der Produkte in der Beobachtungsliste des Benutzers
el: Λίστα προϊόντων στη λίστα παρακολούθησης του χρήστη
es_es: Una lista de productos en la lista de seguimiento del usuario
fr_fr: Une liste de produits dans la liste de surveillance de l'utilisateur
it_it: Lista delle aste osservate dall'utente
nl_nl: Een lijst met producten in de kijklijst van de gebruiker

source: Title:
da_dk: Titel:
de_de: Titel:
el: Τίτλος:
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
nl_nl: Titel:

source: Show extended widget
da_dk: Vis udvidet widget
de_de: Erweitertes Widget anzeigen
el: Εμφάνιση πλήρους μικροεφαρμογής
es_es: Mostrar widget extendido
fr_fr: Afficher le widget étendu
it_it: Mostra widget per esteso
nl_nl: Toon uitgebreide widget

source: Show mini widget
da_dk: Vis mini widget
de_de: Mini-Widget anzeigen
el: Εμφάνιση μίνι μικροεφαρμογής
es_es: Mostrar mini widget
fr_fr: Afficher le mini widget
it_it: Mostra mini widget
nl_nl: Toon mini widget

source: Show items count
da_dk: Vis - tæl varer
de_de: Artikelanzahl anzeigen
el: Εμφάνιση αρίθμησης αντικειμένων
es_es: Mostrar contador de artículos
fr_fr: Afficher le nombre d'articles
it_it: Mostra conteggio oggetti
nl_nl: Toon items telling

source: Enable to show the auction badge in the auction product page
es_es: Activar para mostrar la insignia de la subasta en la página del producto de la subasta
it_it: Abilita per mostrare il badge dell'asta nella pagina prodotto
nl_nl: Inschakelen om de veilingen badge te tonen op de veiling productpagina

source: Show items condition
da_dk: Vis varens stand
de_de: Artikelzustand anzeigen
el: Εμφάνιση κατάστασης αντικειμένων
es_es: Mostrar condición de los artículos
fr_fr: Afficher l'état des articles
it_it: Mostra condizione degli oggetti
nl_nl: Toon staat van item

source: Enable to show items condition
da_dk: Aktiver for at vise varens stand
de_de: Aktiviere diese Option, um den Zustand der Elemente anzuzeigen
el: Ενεργοποίηση εμφάνισης κατάστασης αντικειμένων
es_es: Activa mostrar la condición de los artículos
fr_fr: Activer pour afficher la condition des éléments
it_it: Attiva per mostrare la condizione degli oggetti
nl_nl: Inschakelen om de staat van het item te tonen

source: Show product stock
da_dk: Vis varelager
de_de: Produktbestand anzeigen
el: Εμφάνιση αποθέματος προϊόντος
es_es: Mostrar inventario de producto
fr_fr: Afficher le stock de produits
it_it: Mostra disponibilità prodotto
nl_nl: Toon product voorraad

source: Enable to show the product stock
da_dk: Aktiver for at vise lagerstatus for varen
de_de: Aktiviere diese Option, um den Produktbestand anzuzeigen
el: Ενεργοποίηση εμφάνισης αποθέματος προϊόντος
es_es: Activa mostrar el inventario del producto
fr_fr: Activer pour afficher le stock de produits
it_it: Attiva per mostrare la disponibilità del prodotto
nl_nl: Inschakelen om de product voorraad te tonen

source: Show if the reserve price has been reached
da_dk: Vis hvis "Mindsteprisen" er nået
de_de: Zeige, ob der Mindestpreis erreicht wurde
el: Εμφανίστε αν η τιμή κράτησης έχει συμπληρωθεί
es_es: Mostrar si el precio de reserva ha sido alcanzado
fr_fr: Montrer si le prix de réserve a été atteint
it_it: Mostra se è stato raggiunto il prezzo di riserva
nl_nl: Toon of de gereserveerde prijs is bereikt

source: Enable to show a notice if the reserve price has been reached
da_dk: Aktiver visning når mindsteprisen er nået
de_de: Aktiviere diese Option, um eine Benachrichtigung anzuzeigen, wenn der Mindestpreis erreicht wurde
el: Ενεργοποίηση εμφάνισης σημείωσης αν η τιμή κράτησης έχει συμπληρωθεί
es_es: Activa mostrar una notificación si el precio de reserva ha sido alcanzado
fr_fr: Activer pour afficher un avis si le prix de réserve a été atteint
it_it: Attiva per mostrare una notifica se è stato raggiunto il prezzo di riserva
nl_nl: Inschakelen om een melding te tonen wanneer de gereserveerde prijs is bereikt

source: Show if the auction is in overtime
da_dk: Vis hvis auktionen er i "ekstratid"
de_de: Zeige, ob die Auktion verlängert ist
el: Εμφανίστε αν η δημοπρασία είναι σε παράταση
es_es: Mostrar si la subasta está en el tiempo extra
fr_fr: Montrer si l'enchère est en heures supplémentaires
it_it: Mostra se l'asta è stata prolungata
nl_nl: Tonen wanneer een veiling in de extra tijd zit

source: Enable to show a notice if the auction is in overtime.
da_dk: Aktiver visning af at auktionen er i "overtid"
de_de: Aktiviere diese Option, um einen Hinweis anzuzeigen, wenn die Auktion Überstunden macht.
el: Ενεργοποίηση εμφάνισης σημείωσης αν η δημοπρασία είναι σε παράταση.
es_es: Activa mostrar una notificación si la subasta esta en el tiempo extra.
fr_fr: Activer pour afficher un avis si l'enchère est en heures supplémentaires.
it_it: Attiva per mostrare una notifica se l'asta è stata prolungata.
nl_nl: Inschakelen om een melding te tonen wanneer een veiling in de extra tijd zit.

source: Quantity buttons in bid amount fields
da_dk: Opsæt knapper til "Antal" ved felterne for budbeløb
de_de: Mengenbuttons in Gebotsbetragsfeldern
el: Κουμπιά ποσότητας σε πεδία ποσού προσφοράς
es_es: Botones de cantidad en los campos de cantidad de puja
fr_fr: Boutons de quantité dans les champs de montant de l'enchère
it_it: Pulsanti quantità nel campo importo dell'offerta
nl_nl: Hoeveelheidsknoppen in bieding-bedrag velden

source: Hide quantity buttons
da_dk: Skjul mængde knapper
de_de: Mengenbuttons ausblenden
el: Απόκρυψη κουμπιών ποσότητας
es_es: Ocultar botones de cantidad
fr_fr: Masquer les boutons de quantité
it_it: Nascondi i pulsanti quantità
nl_nl: Verberg hoeveelheidsknoppen

source: Use theme style buttons
da_dk: Brug tema stil for knapper
de_de: Verwende den Button im Themenstil
el: Χρησιμοποιήστε κουμπιά στυλ θέματος
es_es: Usa los botones de estilo del tema
fr_fr: Utiliser les boutons de style de thème
it_it: Usa i pulsanti dello stile del tema
nl_nl: Gebruik thema stijl knoppen

source: Use plugin style buttons
da_dk: Brug plugin stilens knapperne
de_de: Verwende Buttons im Plugin-Stil
el: Χρησιμοποιήστε κουμπιά στυλ πρόσθετου
es_es: Usar botones con estilo del plugin
fr_fr: Utiliser les boutons de style de plugin
it_it: Usa i pulsanti dello stile del plugin
nl_nl: Gebruik plugin-stijl knoppen

source: Choose to show or hide the buttons to increase or decrease bid near the input field and which style to use
da_dk: Vælg for at vise eller skjule knapperne for at øge eller formindske bud i nærheden af indtastningsfeltet og hvilken stil der skal bruges
de_de: Wähle, ob du den Button ein- oder ausblenden möchtest, um das Gebot in der Nähe des Eingabefelds zu erhöhen oder zu verringern und welchen Stil du verwenden möchtest
el: Επιλέξτε αν θέλετε να γίνεται εμφάνιση ή απόκρυψη των κουμπιών για να αυξάνετε ή μειώνετε την προσφορά κοντά στο πεδίο εισαγωγής και ποιο στυλ να χρησιμοποιήσετε
es_es: Elige si mostrar u ocultar los botones para incrementar o disminuir la puja cerca del campo de entrada y qué estilo utilizar
fr_fr: Choisissez d'afficher ou de masquer les boutons pour augmenter ou diminuer l'enchère près du champ de saisie et quel style utiliser
it_it: Scegli se mostrare o nascondere i pulsanti per aumentare o diminuire l'offerta accanto al campo input e quale stile usare
nl_nl: Bepaal fo je de knoppen om een bod te verhogen of verlagen, naast het input veld wilt tonen en in welke stijl.

source: Show the next available amount in the bid input field
da_dk: Vis det næste tilgængelige beløb i feltet for indtastning af bud
de_de: Zeige den nächsten verfügbaren Betrag im Gebotseingabefeld an
el: Εμφάνιση του επόμενου διαθέσιμου ποσού στο πεδίο εισαγωγής προσφοράς
es_es: Mostrar la siguiente cantidad disponible en el campo de entrada de puja
fr_fr: Afficher le prochain montant disponible dans le champ de saisie de l'enchère
it_it: Mostra il prossimo importo disponibile nel campo input dell'offerta
nl_nl: Toon het volgende beschikbare bedrag in het bieden input veld

source: If enabled, the next suggested bid ( current bid + minimal amount increment ) will be shown in the bid input field
da_dk: Hvis aktiveret, vises det næste foreslåede bud (nuværende bud + minimal beløbstigning) i feltet for indtastning af bud
de_de: Wenn aktiviert, wird das nächste vorgeschlagene Gebot (aktuelles Gebot + Mindestbetrag) im Eingabefeld des Gebots angezeigt
el: Αν ενεργοποιηθεί, η επόμενη προτεινόμενη προσφορά ( τρέχουσα προσφορά + ελάχιστη προσαύξηση ποσού ) θα εμφανίζεται στο πεδίο εισαγωγής προσφοράς
es_es: Si está activado, la próxima puja sugerida (puja actual + incremento de cantidad mínimo) será mostrada en el campo de entrada de la puja
fr_fr: Si cette option est activée, la prochaine offre suggérée (enchère actuelle + incrément de montant minimal) sera affichée dans le champ de saisie de l'enchère
it_it: Se attivata, la prossima offerta suggerita (offerta corrente + incremento dell'importo minimo) sarà mostrata nel campo input dell'offerta
nl_nl: Indien ingeschakeld, zal het volgende voorgestelde bod (huidige bod + minimale verhoging) worden getoond in het bieden input veld

source: If disabled, the input field will be empty
da_dk: Hvis deaktiveret, vil indtastningsfeltet være tomt
de_de: Wenn deaktiviert, ist das Eingabefeld leer
el: Αν απενεργοποιηθεί, το πεδίο εισαγωγής θα είναι κενό
es_es: Si está desactivado, el campo de entrada estará vacío
fr_fr: Si désactivé, le champ de saisie sera vide
it_it: Se attivata, il campo input sarà vuoto
nl_nl: Indien uitgeschakeld, zal het input veld leeg blijven

source: In bid tab show
da_dk: I fanen Bud viser
de_de: In der Gebotsregisterkarte anzeigen
el: Σε εμφάνιση πίνακα προσφορών
es_es: Mostrar en la pestaña de puja
fr_fr: Dans l'onglet d'enchère afficher
it_it: Mostra gli offerenti con
nl_nl: In biedingen tabblad wordt getoond

source: Full username of bidders
da_dk: Hele navnet på personen der byder
de_de: Vollständiger Benutzername der Bieter
el: Πλήρες επίθετο πλειοδοτών
es_es: Nombre completo de los pujadores
fr_fr: Nom d'utilisateur complet des soumissionnaires
it_it: Nome utente completo degli offerenti
nl_nl: Volledige gebruikersnaam van bieders

source: Only first and last letter ( A****E )
da_dk: Kun første og sidste bogstav (A **** E)
de_de: Nur erster und letzter Buchstabe ( A****E )
el: Μόνο πρώτο και τελευταίο γράμμα ( A****E )
es_es: Solo primera y última letra ( A****E )
fr_fr: Seulement la première et la dernière lettre (A****E)
it_it: Solo la prima e l'ultima lettera ( A****E )
nl_nl: Alleen eerste en laatste letter ( A****E )

source: Choose whether to show the full username of bidders or only to set the first and last letters
da_dk: Vælg om der skal vises det fulde brugernavn på budsiden, eller om der kun vises første- og sidste bogstav
de_de: Wähle , ob der vollständige Benutzername der Bieter angezeigt werden soll oder nur der erste und der letzte Buchstabe festgelegt werden sollen
el: Επιλέξτε αν θέλετε να εμφανίζετε ολόκληρο το όνομα χρήστη των πλειοδοτών ή να ορίζουν μόνο το πρώτο και τελευταίο γράμμα
es_es: Elige si mostrar el nombre de usuario completo de los pujadores o solo las primeras y ultimas letras
fr_fr: Choisissez d'afficher le nom d'utilisateur complet des soumissionnaires ou de définir uniquement les première et dernière lettres
it_it: Scegli se mostrare il nome degli offerenti per intero o solo la prima ed ultima lettera
nl_nl: Bepaal of je de volledige gebruikersnaam van bieders wilt tonen, of alleen de eerste en laatste letter

source: Note: in sealed auctions the bids list will be hidden and this option will not be applied.
es_es: Nota: en las subastas privadas, la lista de pujas estará oculta y esta opción no será aplicada.
it_it: Nota: nelle aste segrete la lista delle offerte sarà nascosta e quest'opzione non sarà applicata.
nl_nl: Melding: bij gesloten veilingen zal de biedingen lijst worden verborgen en wordt deze optie niet toegepast.

source: Show how the auction has ended in the auction page
da_dk: Vis hvordan auktionen er afsluttet på auktionssiden
de_de: Zeige auf der Auktionsseite, wie die Auktion beendet wurde
el: Εμφάνιση του τρόπου τερματισμού δημοπρασίας στη σελίδα δημοπρασίας
es_es: Mostrar cómo ha finalizado la subasta en la página de la subasta
fr_fr: Afficher la fin de l'enchère sur la page d'enchères
it_it: Mostra lo stato di chiusura dell'asta
nl_nl: Toon waarom een veiling is afgelopen in de veilingen pagina

source: If enabled, the reason of why the auction has ended will be shown in the auction page
da_dk: Hvis aktiveret, vises årsagen til, hvorfor auktionen er afsluttet, på auktionssiden
de_de: Wenn aktiviert, wird der Grund für das Ende der Auktion auf der Auktionsseite angezeigt
el: Αν ενεργοποιηθεί, η αιτία τερματισμού δημοπρασίας θα εμφανίζεται στη σελίδα δημοπρασίας
es_es: Si está activado, la razón por la que la subasta ha finalizado será mostrada en la página de la subasta
fr_fr: Si cette option est activée, la raison pour laquelle l'enchère a pris fin sera affichée sur la page d'enchères
it_it: Se attivata, verrà mostrato nella pagina asta il motivo del termine della stessa
nl_nl: Indien ingeschakeld zal de reden waarom een veiling is afgelopen worden getoond in de veiling pagina

source: Suggest other auctions in the ended auction page
es_es: Sugerir otras subastas en la página de la subasta finalizada
it_it: Suggerisci altre asti nella pagina dell'asta terminata
nl_nl: Andere veilingen voorstellen op de veiling beëindigd pagina

source: Enable to suggest other auctions to customers that open an auction product page
es_es: Activa si sugerir otras subastas a los clientes que abren la página de producto de una subasta
it_it: Abilita per suggerire altre aste ai clienti che aprono la pagina di un prodotto all'asta
nl_nl: Inschakelen om andere veilingen voor te stellen aan klanten die een veilingen productpagina openen

source: Suggest active auctions
es_es: Sugerir subastas activas
it_it: Suggerisci aste attive
nl_nl: Actieve veilingen voorstellen

source: of same category of the ended auctions
es_es: de la misma categoría que las subastas finalizadas
it_it: nella stessa categoria dell'asta terminata
nl_nl: van dezelfde categorie als de beëindigde veilingen

source: of all categories
es_es: de todas las categorías
it_it: di tutte le categorie
nl_nl: van alle categorieën

source: Choose to suggest active auctions of all categories or only auctions of same category.
es_es: Escoge si sugerir subastas activas de todas las categorías o solo subastas de la misma categoría.
it_it: Scegli se suggerire aste attive di tutte le categorie o solo le aste nella stessa categoria.
nl_nl: Bepaal of je actieve veilingen van alle categorieën of alleen veilingen van dezelfde categorie wilt voorstellen.

source: Auctions to suggest
es_es: Subastas para sugerir
it_it: Aste da suggerire
nl_nl: Veilingen om voor te stellen

source: Set how many auctions to suggest
es_es: Establece cuántas subastas sugerir
it_it: Scegli quante aste suggerire
nl_nl: Instellen hoeveel veilingen je kunt voorstellen

source: Enable to show a badge to identify the auctions product
da_dk: Aktiver at vise et mærke for at identificere auktionsvaren
de_de: Aktiviere diese Option, um ein Abzeichen zur Identifizierung des Auktionsprodukts anzuzeigen
el: Ενεργοποίηση εμφάνισης εμβλήματος για να αναγνωρίζετε το προϊόν δημοπρασιών
es_es: Activa mostrar una insignia para identificar los productos de subasta
fr_fr: Activer pour afficher un badge pour identifier le produit des enchères
it_it: Attiva per mostrare un badge per riconoscere i prodotti asta
nl_nl: Inschakelen voor het tonen van een badge om veiling producten te markeren

source: Show end date of auctions on product page
da_dk: Vis auktioners slutdato på produktsiden
de_de: Enddatum der Auktionen auf der Produktseite anzeigen
el: Εμφάνιση ημερομηνίας τερματισμού δημοπρασιών στη σελίδα προϊόντος
es_es: Muestra la fecha de finalización de las subastas en la página del producto
fr_fr: Afficher la date de fin des enchères sur la page produit
it_it: Mosta la data di termine dell'asta nella pagina prodotto
nl_nl: Toon einddatum van veiling op product pagina

source: Enable to show the end date of auctions on product page
da_dk: Aktivér for at vise slutdatoen for auktioner på produktsiden
de_de: Aktiviere diese Option, um das Enddatum der Auktionen auf der Produktseite anzuzeigen
el: Ενεργοποίηση εμφάνισης της ημερομηνίας τερματισμού δημοπρασιών στη σελίδα προϊόντος
es_es: Habilita para mostrar la fecha de finalización de las subastas en la página del producto
fr_fr: Activer pour afficher la date de fin des enchères sur la page produit
it_it: Abilita per mostrare la data di termine dell'asta nella pagina prodotto
nl_nl: Inschakelen om einddatum van veiling te tonen op product pagina

source: Time zone
da_dk: Tidszone
de_de: Zeitzone
el: Ζώνη ώρας
es_es: Zona horaria
fr_fr: Fuseau horaire
nl_nl: Tijdzone

source: Enter an optional time zone code to show with the auction end date.
da_dk: Angiv en ikke-obligatorisk tidszone kode at vise sammen med slutdatoen for auktionen
de_de: Gib einen optionalen Zeitzonencode ein, der zusammen mit dem Datum des Auktionsendes angezeigt werden soll.
el: Εισάγετε έναν προαιρετικό κωδικό ζώνης ώρας για να εμφανίζεται με την ημερομηνία τερματισμού δημοπρασίας.
es_es: Introduce un código de zona horaria opcional para mostrar la fecha de finalización de la subasta.
fr_fr: Entrez un code de fuseau horaire facultatif à afficher avec la date de fin de l'enchère.
it_it: Inserisci una time zone opzionale da mostrare dopo la data di termine dell'asta.
nl_nl: Voer een optionele tijdzone-code in om de einddatum van de veiling te tonen.

source: Date format
da_dk: Dato format
de_de: Datumsformat
el: Μορφή ημερομηνίας
es_es: Formato de fecha
fr_fr: Format de date
it_it: Formato data
nl_nl: Datum formaat

source: Set date format for countdown
da_dk: Indstil datoformat til nedtællingen
de_de: Lege das Datumsformat für den Countdown fest
el: Ορισμός μορφής ημερομηνίας για την αντίστροφη μέτρηση
es_es: Establece el formato de fecha para la cuenta atrás
fr_fr: Définir le format de la date pour le compte à rebours
it_it: Imposta il formato data per il conto alla rovescia
nl_nl: Datum formaat instellen voor aftelperiode

source: Time format
de_de: Zeitformat
el: Μορφή χρόνου
es_es: Formato de tiempo
fr_fr: Format de l'heure
it_it: Formato dell'ora
nl_nl: Tijdsformaat

source: Set time format for countdown
da_dk: Indstil timeformat til nedtælling
de_de: Stelle das Zeitformat für den Countdown ein
el: Ορισμός μορφής χρόνου για την αντίστροφη μέτρηση
es_es: Establece el formato de tiempo de la cuenta atrás
fr_fr: Définir le format de l'heure pour le compte à rebours
it_it: Imposta il formato dell'ora per il conto alla rovescia
nl_nl: Tijdsformaat instellen voor aftelperiode

source: Enable to show the countdown
da_dk: Aktiver for at vise nedtællingen
de_de: Aktiviere diese Option, um den Countdown anzuzeigen
el: Ενεργοποίηση εμφάνισης αντίστροφης μέτρησης
es_es: Activa mostrar la cuenta atrás
fr_fr: Activer pour afficher le compte à rebours
it_it: Attiva per mostrare il conto alla rovescia
nl_nl: Inschakelen om de aftelperiode te tonen
